{"classes":["M_DER","M_IZQ","M_AMBAS","C_SUP_EX","C_SUP_IN","C_INF_EX","C_INF_IN","C_CENTRO_SUP","C_CENTRO_INF","C_CENTRAL","C_RETROAREOLA","C_AXILAR","H_MASA","H_NODULO","H_MICROCAL","H_ASIMETRIA","H_AUM_DENSIDAD","H_ADENOPATIA","H_DISTORCION","H_ENG_CUTANEO","H_RETRAC_CUTANEA","H_RETRAC_PEZON","NEGACION"],"annotations":[["En la mama derecha, cuadrante supero externo, tercio posterior se observa parcialmente algunos contornos nodulares y a izquierda, también algunos nodulitos en cuadrantes inferiores, tercio posterior, los cuales no eran visibles en examen previo.",{"entities":[[6,18,"M_DER"],[20,44,"C_SUP_EX"],[95,114,"H_NODULO"],[146,155,"H_NODULO"],[159,180,"C_INF_EX"]]}],["Mamas densas con nódulos bilaterales que se sugiere evaluar con ecografía.",{"entities":[[0,12,"H_MASA"],[17,24,"H_NODULO"],[25,36,"M_AMBAS"]]}],["Tejido fibroglandular heterogéneamente denso, observando un nódulo bien delimitado ovalado en cuadrante inferior interno de la mama derecha, periareolar, que mide 14 mm.",{"entities":[[57,66,"H_NODULO"],[94,120,"C_INF_IN"],[127,139,"M_DER"]]}],["Nódulo mamario derecho benigno, sin cambios.",{"entities":[[0,6,"H_NODULO"],[7,22,"M_DER"]]}],["En ambas mamas calcificaciones gruesas, calcificaciones vasculares y microcalcificaciones las cuales son magnificadas, observándose puntiformes y bastantes homogéneas.",{"entities":[[3,14,"M_AMBAS"],[69,89,"H_MICROCAL"]]}],["En el tercio posterior del cuadrante supero externo de la mama izquierda, se observan microcalcificaciones que tienden a la agrupación, bastante redondas y homogéneas.",{"entities":[[27,51,"C_SUP_EX"],[58,72,"M_IZQ"],[86,106,"H_MICROCAL"]]}],["Linfonodos axilares inespecíficos.",{"entities":[[0,10,"H_ADENOPATIA"],[11,19,"C_AXILAR"]]}],["Microcalcificaciones bilaterales presuntamente benignas que sugiero mantener en control con magnificaciones localizadas en 6 meses Seria de utilidad evaluar con ecografía.",{"entities":[[0,20,"H_MICROCAL"],[21,32,"M_AMBAS"]]}],["En la mama derecha se observa algunas pequeñas imágenes nodulares tenues, una de las cuales corresponde a un lunar, que no han variado respecto a examen previo.",{"entities":[[6,18,"M_DER"],[47,72,"H_NODULO"]]}],["Pequeño nódulo tenue en cuadrantes externos posterior de mama derecha benigno, sin cambiosCalcificaciones benignas y vascularesRespecto a exámenes previos, no se observan cambios significativos.",{"entities":[[8,14,"H_NODULO"],[24,53,"C_SUP_EX"],[57,69,"M_DER"]]}],["BI-RADS : 2Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoMamas compuestas por densidades fibroglandulares dispersas, observando en cuadrante supero externo derecho una asimetría de densidad ya presente en exámenes previos, y en la actualidad menos evidente.",{"entities":[[370,394,"C_SUP_EX"],[407,416,"H_ASIMETRIA"]]}],["Se observa distorsión del parénquima en unión de cuadrantes externos, posiblemente en relación a cirugía previa.",{"entities":[[11,21,"H_DISTORCION"],[40,68,"C_CENTRAL"]]}],["En magnificaciones se ha hecho evidente un nódulo en región central de la mama, cuyos contornos se delimitan parcialmente y requiere estudio con ecotomografía.",{"entities":[[43,49,"H_NODULO"],[53,67,"C_CENTRAL"]]}],["Área hipoecogenica con distorsión parenquimatosa en unión de cuadrantes externos de mama izquierda, que se correlaciona con área de microcalcificaciones visibles en mamografía.",{"entities":[[23,48,"H_DISTORCION"],[52,71,"C_CENTRAL"],[84,98,"M_IZQ"],[132,152,"H_MICROCAL"]]}],["Se observa asimetrías de densidad en cuadrantes externos de mama derecha y cuadrante superiores de mama izquierda.",{"entities":[[11,33,"H_ASIMETRIA"],[37,56,"C_SUP_EX"],[60,72,"M_DER"],[75,95,"C_SUP_EX"],[99,113,"M_IZQ"]]}],["En el cuadrante superior externo de la mama izquierda, persiste sin variantes, escasas microcalcificaciones puntiformes, agrupadas, de aproximadamente 1mm.",{"entities":[[6,32,"C_SUP_EX"],[39,53,"M_IZQ"],[87,107,"H_MICROCAL"]]}],["Microcalcificaciones mamarias izquierdas, estables respecto del control previo.",{"entities":[[1,21,"H_MICROCAL"],[22,41,"M_IZQ"]]}],["Pequeña imagen nodular tenue en la unión de cuadrante internos de la mama derecha.",{"entities":[[15,22,"H_NODULO"],[35,53,"C_CENTRAL"]]}],["Nodulito redondeado isodenso bien delimitado en cuadrante supero externo derecho, tercio medio de 4 mm.",{"entities":[[0,8,"H_NODULO"],[48,72,"C_SUP_EX"],[73,80,"M_DER"]]}],["Pequeño nodulito derecho presuntamente benigno.",{"entities":[[8,16,"H_NODULO"],[17,24,"M_DER"]]}],["Parénquima mamario levemente denso, observando un nódulo de centro radiolúcido en el cuadrante ínfero interno de mama derecha, tercio posterior y una imagen pseudonodular en los cuadrantes internos de mama izquierda que podría ubicarse a nivel del cuadrante supero interno en la proyección oblicua.",{"entities":[[50,56,"H_NODULO"],[85,109,"C_INF_IN"],[113,125,"M_DER"],[157,170,"H_NODULO"],[201,215,"M_IZQ"],[248,272,"C_SUP_IN"]]}],["Por la densidad del parénquima seria de utilidad complementar con ecografíaExamen realizado como control de nódulo mamario izquierdo el que no ha variado significativamente respecto a exámenes previos desde septiembre del 2018.",{"entities":[[7,30,"H_DISTORCION"],[108,114,"H_NODULO"],[115,132,"M_IZQ"]]}],["Nódulo mamario izquierdo presuntamente benigno y estable.",{"entities":[[0,6,"H_NODULO"],[7,24,"M_IZQ"]]}],["En la unión de los cuadrantes superiores izquierdos existe nódulo isodenso, parcialmente delimitado, de aproximadamente 1cm.",{"entities":[[0,40,"C_CENTRAL"],[59,74,"H_NODULO"]]}],[", y otros contornos nodulares en ambas mamas, escasamente delimitados.",{"entities":[[10,29,"H_NODULO"],[33,44,"M_AMBAS"]]}],["En la unión de los cuadrantes izquierdos, tercio posterior, persiste sin variables desde 2013 un pequeño nodulo isodenso, bien delimitado, de 3mm.",{"entities":[[6,29,"C_CENTRAL"],[97,111,"H_NODULO"]]}],["Linfonodo intramamario derecho.",{"entities":[[0,9,"H_ADENOPATIA"],[23,30,"M_DER"]]}],["En la mama derecha en la unión de cuadrantes externos y cuadrantes supero externos se observan dos nódulos isodensos al parénquima mamario, de contornos bien definidos, el del cuadrante supero externo mide 10mm y el de la unión de los cuadrantes externos mide 20mm y presenta calcificaciones gruesas en su espesor.",{"entities":[[6,18,"M_DER"],[25,44,"C_CENTRAL"],[56,82,"C_SUP_EX"],[99,116,"H_NODULO"]]}],["En la mama izquierda se observan otros contornos parcialmente definidos, que no miden más de 10mm.",{"entities":[[6,20,"M_IZQ"],[39,71,"H_NODULO"]]}],["Microcalcificaciones aisladas.",{"entities":[[0,29,"H_NODULO"]]}],["Nódulos mamarios derechos y probables nódulos mamarios izquierdos presuntamente benignos, el de la unión de los cuadrantes externos derecho impresiona un fibroadenoma.",{"entities":[[0,7,"H_NODULO"],[8,25,"M_DER"],[38,45,"H_MICROCAL"],[46,65,"M_IZQ"],[99,131,"C_CENTRAL"]]}],["Imágenes de aspecto nodular en mama derecha, algunas de menor tamaño respecto a exámenes previos (antecedentes de nódulos sólidos y quistes según ecografía previa).",{"entities":[[12,27,"H_NODULO"],[31,43,"M_DER"]]}],["En la mama derecha, en el cuadrante supero externo se visualiza contorno nodular mejor caracterizado con compresión el que se observa parcialmente circunscrito, de 9mm.",{"entities":[[6,18,"M_DER"],[26,50,"C_INF_EX"],[73,80,"H_NODULO"]]}],["Nódulo mamario derecho.",{"entities":[[1,7,"H_NODULO"],[8,23,"M_DER"]]}],["Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoEn las proyecciones radiológicas obtenidas se observan microcalcificaciones redondas agrupadas con centro radiolúcido, de carácter benigno.",{"entities":[[343,363,"H_MICROCAL"]]}],["Pequeño nódulo mamario derecho, benigno, sin cambios.",{"entities":[[8,14,"H_NODULO"],[15,30,"M_DER"]]}],["Mamas acentuadamente densas y heterogéneasEn ambas mamas se observan nódulos isodensos de contornos parcialmente oscurecidos por la densidad del parénquima, muchos de los cuales no estaban presentes en exámenes previos.",{"entities":[[45,56,"M_AMBAS"],[69,86,"H_NODULO"]]}],["Mamas densas Nódulos bilaterales.",{"entities":[[13,32,"H_NODULO"]]}],["En cuadrante supero externo de mama izquierda, tercio posterior se observa un nodulito bien delimitado de 5mm.",{"entities":[[3,27,"C_SUP_EX"],[31,45,"M_IZQ"],[78,86,"H_NODULO"]]}],["Pequeño nodulito izquierdo presuntamente benigno.",{"entities":[[0,16,"H_NODULO"],[17,26,"M_IZQ"]]}],["Existe un pequeño nódulo isodenso, parcialmente delimitado en tercio anterior de la unión de cuadrantes superiores que no ha variado significativamente entre controles.",{"entities":[[18,33,"H_NODULO"],[84,103,"C_CENTRAL"]]}],["Nódulo izquierdo presuntamente benigno.",{"entities":[[1,7,"H_NODULO"],[8,17,"M_IZQ"]]}],["En la mama izquierda, en el cuadrante supero externo mejor visualizado con compresión se observa contorno nodular isodenso parcialmente circunscrito de 4mm.",{"entities":[[6,20,"M_IZQ"],[28,52,"C_SUP_EX"],[97,122,"H_NODULO"]]}],["Microcalcificaciones redondas, algunas con centro radiolúcido confluentes en el cuadrante supero externo izquierdo.",{"entities":[[0,20,"H_MICROCAL"],[80,104,"C_SUP_EX"],[105,114,"M_IZQ"]]}],["Contorno nodular izquierdo.",{"entities":[[1,17,"H_NODULO"],[18,27,"M_IZQ"]]}],["En ambas mamas se observan nódulos, la mayoría con gruesas calcificaciones.",{"entities":[[3,14,"M_AMBAS"],[27,34,"H_NODULO"]]}],["En la región retroareolar izquierda un nódulo isodenso bien delimitado de 6 mm.",{"entities":[[7,26,"C_RETROAREOLA"],[27,36,"M_IZQ"],[40,46,"H_NODULO"]]}],["Nódulos mamarios bilaterales, benignos con caracteres de fibroadenoma involutivos.",{"entities":[[0,7,"H_NODULO"],[8,28,"M_AMBAS"]]}],["Nódulo izquierdo presuntamente benigno.",{"entities":[[0,6,"H_NODULO"],[7,16,"M_IZQ"]]}],["En cuadrante inferior externo izquierdo, periareolar, existe un grupo de quistes que corresponde al nódulo descrito en mamografía, midiendo 9mm.",{"entities":[[3,29,"C_INF_EX"],[30,39,"M_IZQ"],[100,106,"H_NODULO"]]}],["En cuadrantes superiores derechos, tercio posterior, hay un nódulo ovalado circunscrito de 7 mm, que podría corresponder a un linfonodo.",{"entities":[[3,24,"C_SUP_EX"],[25,33,"M_DER"],[60,66,"H_NODULO"]]}],["Pequeño nódulo derecho presuntamente benigno, controlar con compresiones localizadas en 6 meses (mayo 2019).",{"entities":[[8,14,"H_NODULO"],[15,22,"M_DER"]]}],["Las imágenes nodulares visibles en examen del año 2011 en mama izquierda, son menos evidentes en la actualidad.",{"entities":[[13,22,"H_NODULO"],[58,72,"M_IZQ"]]}],["CATALINA VIAL ALLIENDEMédico RadiólogoMCVA/kmiTejido glandular discretamente denso, observando dos imágenes nodulares Tenues, bien delimitadas en mama derecha, visibles en proyección cráneo caudal, que miden 7 y 4 mm.",{"entities":[[109,118,"H_NODULO"],[147,159,"M_DER"]]}],["Pequeños nódulos mamarios derechos presuntamente benignos.",{"entities":[[9,16,"H_NODULO"],[26,34,"M_DER"]]}],["El parénquima mamario se observa denso, de distribución asimétrica, más confluente en el cuadrante supero externo derecho, formando una pequeña asimetría que se disipa con compresión.",{"entities":[[43,66,"H_ASIMETRIA"],[89,113,"C_SUP_EX"],[114,121,"M_DER"]]}],["En la región central de la mama derecha se observa contorno nodular isodenso de 5mm.",{"entities":[[27,39,"M_DER"],[60,67,"H_NODULO"]]}],["En los cuadrantes superiores de la mama izquierda, se observa una imagen nodular, isodensa, delimitada de unos 15 mm.",{"entities":[[7,28,"C_SUP_EX"],[35,49,"M_IZQ"],[73,80,"H_NODULO"]]}],["Nódulo mamario izquierdo presuntamente benigno.",{"entities":[[0,6,"H_NODULO"],[15,24,"M_IZQ"]]}],["En la mama derecha, se observa a lo menos 4 nódulos solidos que se localizan en cuadrante supero externo de 7,5 mm, unión de cuadrantes externos de 6 mm, cuadrante ínfero interno de 13 mm y cuadrante supero interno periaerolar de 8 mm.",{"entities":[[6,18,"M_DER"],[44,51,"H_NODULO"],[80,104,"C_SUP_EX"],[116,135,"M_AMBAS"],[154,178,"C_INF_IN"],[190,214,"C_SUP_IN"]]}],["En la mama izquierda, se observa 11 nódulos sólidos, todos son hipoecogenicos, bien delimitados, algunos ovalados y otros lobulados que se localizan , 3 entre el radio de la hora 12-1 de 11,8 y 10 mm, un cuarto nódulo se localiza a la hora 2, periaerolar de 20 mm, a la hora 3 de 4,5 mm, a la hora 5-6 a 5 cms del pezón de 14 mm, a la hora 6 a 2 cms del pezón de 20 mm, a la hora 8 de 10 mm, a la hora 9 hay dos nódulos de 7,6 y 15 mm y a la hora 11 a 3 cms del pezón de 11 mm.",{"entities":[[6,20,"M_IZQ"],[36,43,"H_NODULO"]]}],["En región retroareolar izquierda hacia cuadrantes externos hay una imagen nodular, lobulada, bien delimitada, heterogénea, con algunas porciones quísticas y que mide 20 mm de diámetro mayor.",{"entities":[[11,23,"C_RETROAREOLA"],[24,33,"M_IZQ"],[40,59,"C_SUP_EX"],[75,82,"H_MICROCAL"]]}],["Se magnificó mama izquierda, observando calcificaciones benignas, algunas de ellas con centro radiolúcido y que podrían estar asociadas a algunos de los nódulos descritos en ecografía.",{"entities":[[13,27,"M_IZQ"],[153,160,"H_NODULO"]]}],["Nódulos solidos bilaterales presuntamente benignos (4 a derecha y 11 a izquierda).",{"entities":[[0,7,"H_NODULO"],[54,63,"M_DER"],[69,80,"M_IZQ"]]}],["Imagen nodular retroareolar izquierda, sin cambios significativos respecto a examen previo, pero que dada sus características podría corresponder a una lesión papilar, por lo que se recomienda estudio histológico a través de biopsia Core, bajo ecografía.",{"entities":[[7,14,"H_NODULO"],[15,27,"C_RETROAREOLA"],[28,37,"M_IZQ"]]}],["Existe un pequeño nódulo isodenso, ovalado y bien circunscrito en cuadrante inferior externo izquierdo y otro mas tenue en tercio posterior de la unión de cuadrantes externos de la mama derecha, que no han variado desde el año 2017.",{"entities":[[18,24,"H_NODULO"],[66,92,"C_INF_EX"],[93,102,"M_IZQ"],[146,165,"M_AMBAS"],[181,193,"M_DER"]]}],["En el cuadrante superior externo izquierdo persiste imagen nodular isodensa, parcialmente delimitada en las proyecciones de compresión localizada.",{"entities":[[6,32,"C_SUP_EX"],[33,42,"M_IZQ"],[59,66,"H_NODULO"]]}],["Las microcalcificaciones en control en mama derecha, en la actualidad no se visualizan, solo se ve una microcalcificación redonda benigna.",{"entities":[[4,24,"H_MICROCAL"],[39,51,"M_DER"],[103,121,"H_MICROCAL"]]}],["En ambas mamas se observa pequeñas imágenes nodulares que miden entre 3 y 6 mm, isodensas, bien delimitadas, ya presentes en exámenes previo, excepto la visible en cuadrantes externos derechos, tercio posterior.",{"entities":[[3,14,"M_AMBAS"],[44,53,"H_NODULO"],[164,183,"C_SUP_EX"],[184,192,"M_DER"]]}],["Calcificaciones benignas y vasculares bilaterales Pequeño nódulo derecho presuntamente benigno.",{"entities":[[58,64,"H_NODULO"],[65,72,"M_DER"]]}],["Parénquima mamario de densidad normalEn el cuadrante superior externo de la mama izquierda, se observa una asimetría de densidad pseudonodular, que se modifica parcialmente con compresión localizada, aunque pudiera corresponder a tejido fibroglandular.",{"entities":[[43,69,"C_SUP_EX"],[76,90,"M_IZQ"],[129,142,"H_NODULO"]]}],["Asimetría de densidad mamaria izquierda que se sugiere evaluar con ecografía.",{"entities":[[0,21,"H_ASIMETRIA"],[22,39,"M_IZQ"]]}],["En la mama derecha se controla dos nódulos sólidos, el primero se localiza en cuadrante supero interno, hora 12-1 periareolar, es hipoecogenico, circunscrito, con pequeñas lobulaciones, mide 9x4,7x7,5mm, el segundo se localiza en el radio de la hora 1 periareolar, mide 8mm de diámetro mayor, ambos no se observan vascularizados a la señal Doppler color y no presentan cambios significativos en morfología ni tamaño respecto a examen previo.",{"entities":[[6,18,"M_DER"],[35,42,"H_NODULO"],[78,102,"C_SUP_IN"]]}],["En la actualidad se observa una imagen de aspecto nodular en unión de cuadrantes inferiores de mama derecha periareolar que impresiona mas bien corresponder a un lobulillo adiposo.",{"entities":[[50,57,"H_NODULO"],[61,80,"C_CENTRAL"],[95,107,"M_DER"]]}],["Impresión Diagnóstica: Dos nódulos sólidos en mama derecha presuntamente benignos sin cambios.",{"entities":[[28,35,"H_NODULO"],[47,59,"M_DER"]]}],["El nódulo que se controla se localiza en cuadrantes supero externo izquierdo, tercio medio, es isodenso, ovalado, mide 6 mm, y no presenta cambios significativos en morfología y tamaño, respecto a examen previo.",{"entities":[[41,66,"C_SUP_EX"],[67,76,"M_IZQ"]]}],["Pequeña asimetría focal a nivel de los cuadrantes inferiores de la mama derecha, que se disipa con compresiones.",{"entities":[[8,17,"H_ASIMETRIA"],[39,60,"C_INF_IN"],[67,79,"M_DER"]]}],["En la mama izquierda en el cuadrante ínfero interno se observa una asimetría focal de densidad que impresiona corresponder solo a tejido fibroglandular que se disipa.",{"entities":[[6,20,"M_IZQ"],[27,51,"C_INF_IN"],[67,76,"H_ASIMETRIA"]]}],["En la mama derecha en el tercio medio de la unión de los cuadrantes externos se observan microcalcificaciones agrupadas puntiformes y amorfas que impresionan presentarse en dos grupos, en la mama izquierda se observa calcificaciones gruesas, muchas de ellas redondas y homogéneas y que tienen a la dispersión.",{"entities":[[6,18,"M_DER"],[57,76,"C_SUP_EX"],[89,109,"H_MICROCAL"]]}],["Microcalcificaciones derechas sospechosas de malignidad que requieren estudio histológico.",{"entities":[[1,21,"H_MICROCAL"],[22,30,"M_DER"]]}],["Parénquima mamario heterogéneamente denso, observando en el cuadrante supero externo de mama derecha una distorsión del parénquima que persiste en compresiones localizadas en ambas proyecciones.",{"entities":[[60,84,"C_SUP_EX"],[88,100,"M_DER"],[105,115,"H_DISTORCION"]]}],["Distorsión del parénquima de mama derecha que requiere evaluación con tomosíntesis para decidir estudio histológico de esta zona.",{"entities":[[0,10,"H_DISTORCION"],[29,41,"M_DER"]]}],["La evaluación ecográfica demuestra una lesión nodular de margen no circunscrito que presenta una lobulacion anterior y un margen angulado posterior.",{"entities":[[46,53,"H_NODULO"]]}],["de diámetro transverso mayor y se ubica en el cuadrante ínfero interno de la mama izquierda en correlación con el hallazgo mamográfico.",{"entities":[[47,71,"C_INF_IN"],[78,92,"M_IZQ"]]}],["Impresión Diagnóstica: Nódulo mamario izquierdo sospechoso.",{"entities":[[24,30,"H_NODULO"],[31,48,"M_IZQ"]]}],["RODRIGO FERREIRA SOTO Médico RadiólogoRFS/moiParénquima mamario moderadamente denso y de aspecto heterogéneo y micronodular, en estas condiciones se observa una asimetría pseudonodular en los cuadrantes superiores de mama derecha la que podría ubicarse en la región central en la proyección cráneo caudal.",{"entities":[[265,274,"H_ASIMETRIA"],[275,288,"H_NODULO"],[296,317,"C_CENTRO_SUP"],[321,333,"M_DER"]]}],["Asimetría de mama derecha que se sugiere evaluar con compresiones localizadas.",{"entities":[[0,9,"H_ASIMETRIA"],[13,25,"M_DER"]]}],["En unión de cuadrantes externos de mama derecha tercio medio ha aparecido un nódulo isodenso de aproximadamente 7-8mm.",{"entities":[[12,31,"C_SUP_EX"],[35,47,"M_DER"],[77,92,"H_NODULO"]]}],["Nódulo mamario derecho presuntamente benigno.",{"entities":[[0,6,"H_NODULO"],[7,22,"M_DER"]]}],["En estas condiciones en cuadrante externo de la mama izquierda se identifica un contorno nodular de aproximadamente 8mm.",{"entities":[[24,41,"C_SUP_EX"],[48,62,"M_IZQ"],[89,96,"H_NODULO"]]}],["Contorno nodular de la mama izquierda, se sugiere complementar con ecografía.",{"entities":[[9,16,"H_MICROCAL"],[23,37,"M_IZQ"]]}],["Pequeña asimetría focal en el cuadrante supero externo derecho, que se disipa con compresión localizada.",{"entities":[[8,23,"H_ASIMETRIA"],[30,54,"C_SUP_EX"],[55,62,"M_DER"]]}],["Asimetría focal derecha que se disipa con compresión, correspondiente a tejido fibroglandular mamario.",{"entities":[[1,10,"H_ASIMETRIA"],[17,24,"M_DER"]]}],["Se observan disminución difusa de la ecogenicidad del parénquima mamario, hallazgo compatible con lactancia materna en curso, en estas condiciones se observa un nódulo en el cuadrante supero externo de mama derecha, tercio posterior, ovalado, bien delimitado discretamente hipoecogénico el que mide 10mm.",{"entities":[[161,167,"H_NODULO"],[174,198,"C_SUP_EX"],[202,214,"M_DER"]]}],["Tampoco se observan cambios en nódulo ecogenico que se controla en el cuadrante supero interno de mama izquierda.",{"entities":[[31,37,"H_NODULO"],[70,94,"C_SUP_IN"],[98,112,"M_IZQ"]]}],["La imagen nodular descrita en el cuadrante ínfero interno de mama derecha corresponde a un conducto galactóforo con contenido ecogenico móvil en su interior.",{"entities":[[10,17,"H_NODULO"],[33,57,"C_INF_IN"],[61,73,"M_DER"]]}],["Nódulos mamarios bilaterales, uno en cada mama, de aspecto presuntamente benigno y sin cambios, estos más probablemente corresponden a galactocele.",{"entities":[[1,8,"H_NODULO"],[35,47,"M_AMBAS"]]}],["Linfonodo intramamario izquierdo.",{"entities":[[0,9,"H_ADENOPATIA"],[23,32,"M_IZQ"]]}],["Respecto a examen previo no hay cambios significativos.",{"entities":[[25,31,"NEGACION"]]}],["Mamografía bilateral sin signos de malignidad.",{"entities":[[21,24,"NEGACION"]]}],["No hay nódulos dominantes, distorsiones ni microcalcificaciones agrupadas de sospecha.",{"entities":[[0,6,"NEGACION"],[40,42,"NEGACION"]]}],["Examen sin signos de sospecha de una lesión maligna.",{"entities":[[8,11,"NEGACION"]]}],["YOMAR MOLINA REYES Médico Radiólogo Médico RadiólogoMFP/YMR/kmiParénquima mamario de densidad normal, observando nódulos bilaterales que se mantienen sin cambios en tamaño y morfología respecto a exámenes desde el año 2016.",{"entities":[[253,256,"NEGACION"]]}],["Nódulos mamario bilaterales benignos sin variaciones.",{"entities":[[0,7,"H_NODULO"],[8,27,"M_AMBAS"],[37,40,"NEGACION"]]}],["Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.",{"entities":[[66,69,"NEGACION"]]}],["No hay microcalcificaciones sospechosas.",{"entities":[[0,6,"NEGACION"]]}],["Mamografía bilateral sin signos de malignidad.",{"entities":[[21,24,"NEGACION"]]}],["No hay microcalcificaciones sospechosas de malignidad.",{"entities":[[0,6,"NEGACION"]]}],["Respecto a examen previo en general no hay cambios significativos.",{"entities":[[36,42,"NEGACION"]]}],["En el cuadrante superior externo derecho existe pequeño nódulo de aproximadamente 2mm.",{"entities":[[6,32,"C_SUP_EX"],[33,40,"M_DER"],[56,62,"H_NODULO"]]}],["No hay microcalcificaciones sospechosas.",{"entities":[[0,6,"NEGACION"]]}],["Mamas compuestas por densidades fibroglandulares dispersas, sin evidencias de imagen tumoral ni microcalcificaciones agrupadas sospechosasCalcificación benigna a izquierda No hay cambios significativos al comparar con exámenes previos.",{"entities":[[60,63,"NEGACION"],[93,95,"NEGACION"],[172,178,"NEGACION"]]}],["Pequeña imagen nodular en cuadrantes superiores de mama derecha de aproximadamente 5mm que pudiese corresponder a un linfonodo intramamario.",{"entities":[[15,22,"H_NODULO"],[26,47,"C_SUP_EX"],[51,63,"M_DER"]]}],["Mamas heterogéneamente densasEn la mama izquierda se observa parcialmente algunos contornos nodulares en cuadrantes superiores y cuadrante ínfero interno.",{"entities":[[35,49,"M_IZQ"],[92,101,"H_NODULO"],[105,126,"C_SUP_EX"],[129,153,"C_INF_IN"]]}],["No se observa lesiones espiculadas ni microcalcificaciones sospechosas.",{"entities":[[0,5,"NEGACION"],[35,37,"NEGACION"]]}],["Mamas densas con imágenes nodulares izquierdas.",{"entities":[[26,35,"H_NODULO"],[36,46,"M_IZQ"]]}],["En cuadrantes internos derechos en situación posterior se observa una pequeña asimetría isodensa, e forma irregular de aproximadamente 6 mm.",{"entities":[[3,22,"C_INF_IN"],[23,31,"M_DER"],[78,87,"H_ASIMETRIA"]]}],["No se observan lesiones espiculadas ni microcalcificaciones agrupadas sospechosas.",{"entities":[[0,5,"NEGACION"],[36,38,"NEGACION"]]}],["Pequeño nodulito benigno en región axilar derecha.",{"entities":[[8,16,"H_NODULO"],[35,41,"C_AXILAR"],[42,49,"M_DER"]]}],["Pequeña asimetría derecha presuntamente benigna.",{"entities":[[8,17,"H_ASIMETRIA"],[18,25,"M_DER"]]}],["En la mama derecha, cuadrante supero externo, cercano a la unión de cuadrantes externos, en el tercio anterior de la mama derecha, se observa un nódulo isodenso de forma irregular parcialmente delimitado que mide 9 mm de diámetro mayor y se asocia a calcificaciones de morfología y densidad heterogéneas, en ambas mamas se observan además numerosas pequeñas imágenes nodulares, algunas bien delimitadas.",{"entities":[[6,18,"M_DER"],[20,44,"C_SUP_EX"],[145,151,"H_NODULO"],[308,319,"M_AMBAS"],[367,376,"H_NODULO"]]}],["Nódulos bilaterales que en ecografía contemporánea correspondieron a quistes simples y a quiste con contenido espeso.",{"entities":[[0,7,"H_NODULO"],[8,19,"M_AMBAS"]]}],["Nódulo derecho asociado a calcificaciones que en ecografía correspondió a un nódulo sólido.",{"entities":[[0,6,"H_NODULO"],[7,14,"M_DER"]]}],["En la mama derecha, en el cuadrante ínfero interno hora 4 en el tercio medio, se visualiza un nódulo lobulado, bien circunscrito, hipoecogenico, sin señal Doppler color, mide 11,6x10,0x4,5mm.",{"entities":[[6,18,"M_DER"],[26,50,"C_INF_IN"],[94,100,"H_NODULO"]]}],["Impresión Diagnóstica: Nódulo mamario derecho de reciente aparición.",{"entities":[[25,31,"H_NODULO"],[32,47,"M_DER"]]}],["En el cuadrante ínfero interno de la mama derecha persiste una imagen nodular de forma arriñonada con un hilio graso que mide aproximadamente 10mm que impresiona un linfonodo intramamario.",{"entities":[[6,30,"C_INF_IN"],[37,49,"M_DER"],[70,77,"H_NODULO"]]}],["A derecha, en la hora 11 y tercio medio existe un nódulo hipoecogenico, bien circunscrito, aunque discretamente heterogéneo y de contornos microlobulados, que mide 10x6mm.",{"entities":[[2,9,"M_DER"],[50,56,"H_NODULO"]]}],["Nódulo sospechoso derecho que recomiendo evaluar con histología.",{"entities":[[0,6,"H_NODULO"],[18,25,"M_DER"]]}],["En la mama izquierda en cuadrante supero externo hora 12-1 a 4cm del pezón se observa un nódulo solido hipoecogenico, ovalado, suavemente lobulado, circunscrito, no vascularizado a la señal Doppler color que mide 22x12x 21mm en sus ejes mayores.",{"entities":[[6,20,"M_IZQ"],[24,48,"C_SUP_EX"],[89,95,"H_NODULO"]]}],["En la mama derecha en cuadrante supero externo hora 11 a 2,5cm del pezón se observa otro nódulo solido hipoecogenico, bien delimitado de 12x7mm en sus ejes mayores.",{"entities":[[6,18,"M_DER"],[22,46,"C_SUP_EX"],[89,95,"H_NODULO"]]}],["Tampoco se observa vascularizado a la señal Doppler color.",{"entities":[[1,8,"NEGACION"]]}]]}