[["En la mama derecha, cuadrante supero externo, tercio posterior se observa parcialmente algunos contornos nodulares y a izquierda, también algunos nodulitos en cuadrantes inferiores, tercio posterior, los cuales no eran visibles en examen previo.",{"entities":[[6,18,"M_DER"],[20,44,"C_SUP_EX"],[95,114,"H_NODULO"],[146,155,"H_NODULO"],[159,180,"C_INF_EX"]]}],["Mamas densas con nódulos bilaterales que se sugiere evaluar con ecografía.",{"entities":[[0,12,"H_MASA"],[17,24,"H_NODULO"],[25,36,"M_AMBAS"]]}],["Tejido fibroglandular heterogéneamente denso, observando un nódulo bien delimitado ovalado en cuadrante inferior interno de la mama derecha, periareolar, que mide 14 mm.",{"entities":[[57,66,"H_NODULO"],[94,120,"C_INF_IN"],[127,139,"M_DER"]]}],["Nódulo mamario derecho benigno, sin cambios.",{"entities":[[0,6,"H_NODULO"],[7,22,"M_DER"]]}],["En ambas mamas calcificaciones gruesas, calcificaciones vasculares y microcalcificaciones las cuales son magnificadas, observándose puntiformes y bastantes homogéneas.",{"entities":[[3,14,"M_AMBAS"],[69,89,"H_MICROCAL"]]}],["En el tercio posterior del cuadrante supero externo de la mama izquierda, se observan microcalcificaciones que tienden a la agrupación, bastante redondas y homogéneas.",{"entities":[[27,51,"C_SUP_EX"],[58,72,"M_IZQ"],[86,106,"H_MICROCAL"]]}],["Linfonodos axilares inespecíficos.",{"entities":[[0,10,"H_ADENOPATIA"],[11,19,"C_AXILAR"]]}],["Microcalcificaciones bilaterales presuntamente benignas que sugiero mantener en control con magnificaciones localizadas en 6 meses Seria de utilidad evaluar con ecografía.",{"entities":[[0,20,"H_MICROCAL"],[21,32,"M_AMBAS"]]}],["En la mama derecha se observa algunas pequeñas imágenes nodulares tenues, una de las cuales corresponde a un lunar, que no han variado respecto a examen previo.",{"entities":[[6,18,"M_DER"],[47,72,"H_NODULO"]]}],["Pequeño nódulo tenue en cuadrantes externos posterior de mama derecha benigno, sin cambiosCalcificaciones benignas y vascularesRespecto a exámenes previos, no se observan cambios significativos.",{"entities":[[8,14,"H_NODULO"],[24,53,"C_SUP_EX"],[57,69,"M_DER"]]}],["BI-RADS : 2Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoMamas compuestas por densidades fibroglandulares dispersas, observando en cuadrante supero externo derecho una asimetría de densidad ya presente en exámenes previos, y en la actualidad menos evidente.",{"entities":[[370,394,"C_SUP_EX"],[407,416,"H_ASIMETRIA"]]}],["Se observa distorsión del parénquima en unión de cuadrantes externos, posiblemente en relación a cirugía previa.",{"entities":[[11,21,"H_DISTORCION"],[40,68,"C_CENTRAL"]]}],["En magnificaciones se ha hecho evidente un nódulo en región central de la mama, cuyos contornos se delimitan parcialmente y requiere estudio con ecotomografía.",{"entities":[[43,49,"H_NODULO"],[53,67,"C_CENTRAL"]]}],["Área hipoecogenica con distorsión parenquimatosa en unión de cuadrantes externos de mama izquierda, que se correlaciona con área de microcalcificaciones visibles en mamografía.",{"entities":[[23,48,"H_DISTORCION"],[52,71,"C_CENTRAL"],[84,98,"M_IZQ"],[132,152,"H_MICROCAL"]]}],["Se observa asimetrías de densidad en cuadrantes externos de mama derecha y cuadrante superiores de mama izquierda.",{"entities":[[11,33,"H_ASIMETRIA"],[37,56,"C_SUP_EX"],[60,72,"M_DER"],[75,95,"C_SUP_EX"],[99,113,"M_IZQ"]]}],["En el cuadrante superior externo de la mama izquierda, persiste sin variantes, escasas microcalcificaciones puntiformes, agrupadas, de aproximadamente 1mm.",{"entities":[[6,32,"C_SUP_EX"],[39,53,"M_IZQ"],[87,107,"H_MICROCAL"]]}],["Microcalcificaciones mamarias izquierdas, estables respecto del control previo.",{"entities":[[1,21,"H_MICROCAL"],[22,41,"M_IZQ"]]}],["Pequeña imagen nodular tenue en la unión de cuadrante internos de la mama derecha.",{"entities":[[15,22,"H_NODULO"],[35,53,"C_CENTRAL"]]}],["Nodulito redondeado isodenso bien delimitado en cuadrante supero externo derecho, tercio medio de 4 mm.",{"entities":[[0,8,"H_NODULO"],[48,72,"C_SUP_EX"],[73,80,"M_DER"]]}],["Pequeño nodulito derecho presuntamente benigno.",{"entities":[[8,16,"H_NODULO"],[17,24,"M_DER"]]}],["Parénquima mamario levemente denso, observando un nódulo de centro radiolúcido en el cuadrante ínfero interno de mama derecha, tercio posterior y una imagen pseudonodular en los cuadrantes internos de mama izquierda que podría ubicarse a nivel del cuadrante supero interno en la proyección oblicua.",{"entities":[[50,56,"H_NODULO"],[85,109,"C_INF_IN"],[113,125,"M_DER"],[157,170,"H_NODULO"],[201,215,"M_IZQ"],[248,272,"C_SUP_IN"]]}],["Por la densidad del parénquima seria de utilidad complementar con ecografíaExamen realizado como control de nódulo mamario izquierdo el que no ha variado significativamente respecto a exámenes previos desde septiembre del 2018.",{"entities":[[7,30,"H_DISTORCION"],[108,114,"H_NODULO"],[115,132,"M_IZQ"]]}],["Nódulo mamario izquierdo presuntamente benigno y estable.",{"entities":[[0,6,"H_NODULO"],[7,24,"M_IZQ"]]}],["En la unión de los cuadrantes superiores izquierdos existe nódulo isodenso, parcialmente delimitado, de aproximadamente 1cm.",{"entities":[[0,40,"C_CENTRAL"],[59,74,"H_NODULO"]]}],[", y otros contornos nodulares en ambas mamas, escasamente delimitados.",{"entities":[[10,29,"H_NODULO"],[33,44,"M_AMBAS"]]}],["En la unión de los cuadrantes izquierdos, tercio posterior, persiste sin variables desde 2013 un pequeño nodulo isodenso, bien delimitado, de 3mm.",{"entities":[[6,29,"C_CENTRAL"],[97,111,"H_NODULO"]]}],["Linfonodo intramamario derecho.",{"entities":[[0,9,"H_ADENOPATIA"],[23,30,"M_DER"]]}],["En la mama derecha en la unión de cuadrantes externos y cuadrantes supero externos se observan dos nódulos isodensos al parénquima mamario, de contornos bien definidos, el del cuadrante supero externo mide 10mm y el de la unión de los cuadrantes externos mide 20mm y presenta calcificaciones gruesas en su espesor.",{"entities":[[6,18,"M_DER"],[25,44,"C_CENTRAL"],[56,82,"C_SUP_EX"],[99,116,"H_NODULO"]]}],["En la mama izquierda se observan otros contornos parcialmente definidos, que no miden más de 10mm.",{"entities":[[6,20,"M_IZQ"],[39,71,"H_NODULO"]]}],["Microcalcificaciones aisladas.",{"entities":[[0,29,"H_NODULO"]]}],["Nódulos mamarios derechos y probables nódulos mamarios izquierdos presuntamente benignos, el de la unión de los cuadrantes externos derecho impresiona un fibroadenoma.",{"entities":[[0,7,"H_NODULO"],[8,25,"M_DER"],[38,45,"H_MICROCAL"],[46,65,"M_IZQ"],[99,131,"C_CENTRAL"]]}],["Imágenes de aspecto nodular en mama derecha, algunas de menor tamaño respecto a exámenes previos (antecedentes de nódulos sólidos y quistes según ecografía previa).",{"entities":[[12,27,"H_NODULO"],[31,43,"M_DER"]]}],["En la mama derecha, en el cuadrante supero externo se visualiza contorno nodular mejor caracterizado con compresión el que se observa parcialmente circunscrito, de 9mm.",{"entities":[[6,18,"M_DER"],[26,50,"C_INF_EX"],[73,80,"H_NODULO"]]}],["Nódulo mamario derecho.",{"entities":[[1,7,"H_NODULO"],[8,23,"M_DER"]]}]]