[["Mamas heterogéneamente densas.En la mama derecha, cuadrante supero externo, tercio posterior se observa parcialmente algunos contornos nodulares y a izquierda, también algunos nodulitos en cuadrantes inferiores, tercio posterior, los cuales no eran visibles en examen previo.Calcificaciones benignas en regiones axilares.Mamas densas con nódulos bilaterales que se sugiere evaluar con ecografía.Tejido fibroglandular heterogéneamente denso, observando un nódulo bien delimitado ovalado en cuadrante inferior interno de la mama derecha, periareolar, que mide 14 mm. de diámetro mayor, ya descrito en informe previo del año 2016.Nódulo mamario derecho benigno, sin cambios.Piel de grosor normal.Tejido fibroglandular denso y heterogéneo.No se identifican nódulos dominantes.En ambas mamas calcificaciones gruesas, calcificaciones vasculares y microcalcificaciones las cuales son magnificadas, observándose puntiformes y bastantes homogéneas. Muchas de ellas precipitan en “lechada de cal”, especialmente en la mama izquierda.En el tercio posterior del cuadrante supero externo de la mama izquierda, se observan microcalcificaciones que tienden a la agrupación, bastante redondas y homogéneas.Linfonodos axilares inespecíficos.Mamas densas y heterogéneas.Microcalcificaciones bilaterales presuntamente benignas que sugiero mantener en control con magnificaciones localizadas en 6 meses Seria de utilidad evaluar con ecografía.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario reemplazado en parte por tejido adiposo sin evidencias de una lesión tumoral y sin cambios en la estructura respecto a examen previo del año 2018.Se observan calcificaciones aisladas benignas.En la mama derecha se observa algunas pequeñas imágenes nodulares tenues, una de las cuales corresponde a un lunar, que no han variado respecto a examen previo.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones de aspecto benigno, bilaterales.Respecto a exámenes previos no se observa cambios.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de aspecto normal sin evidencias de imagen tumoral.No hay microcalcificaciones sospechosas de malignidad.Pequeño nódulo tenue en cuadrantes externos posterior de mama derecha benigno, sin cambiosCalcificaciones benignas y vascularesRespecto a exámenes previos, no se observan cambios significativos.Mamografía bilateral sin signos de malignidad.BI-RADS : 2Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoMamas compuestas por densidades fibroglandulares dispersas, observando en cuadrante supero externo derecho una asimetría de densidad ya presente en exámenes previos, y en la actualidad menos evidente.No se observa nódulos dominantes, lesiones espiculadas ni microcalcificaciones sospechosas.No hay cambios significativos al comparar con exámenes previos.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Ganglios calcificados en región axilar baja izquierda.Calcificaciones benignas y vasculares.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas.No se observa nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.Calcificaciones benignas en mama derecha.Prótesis bilaterales retroglandulares de morfología normal y contorno liso.Linfonodos axilares de aspecto normal. Examen sin hallazgos sugerentes de malignidad.Prótesis bilaterales sin signos de rotura extracapsular.Se sugiere control mamográfico anual.BI-RADS : 2 .Atentamente, DRA. VERONICA VENTURELLI AVILA Médico Radiólogo DRA.VVA/kmiPiel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Parénquima mamario heterogéneamente denso.Se observa distorsión del parénquima en unión de cuadrantes externos, posiblemente en relación a cirugía previa.La calcificación que se controla persiste sin cambios significativos.En magnificaciones se ha hecho evidente un nódulo en región central de la mama, cuyos contornos se delimitan parcialmente y requiere estudio con ecotomografía.Parénquima mamario moderadamente denso y de aspecto heterogéneo, observando una simetría de densidad en los cuadrantes externos de mama derecha, tercio posterior, hallazgo que se encuentra estable mamograficamente respecto a examen previo del año 2015 y corresponde a parénquima glandular normal.No se identifican microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.BI-RADS 2.Se sugiere control anual.Atentamente, Dra. M. CATALINA VIAL ALLIENDEMédico RadiólogoMCVA/kmiPiel y tejido subcutáneo sin alteraciones. Mamas marcadamente densas sin evidencias de lesión tumoral.No hay evidencias de nódulos ni microcalcificaciones sospechosas de malignidad.Calcificación benigna en mama izquierda.Mamas densas sin signos de malignidad.Sería de utilidad complementar con ecografía.Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario heterogéneamente denso más abundante a izquierda.No hay microcalcificaciones sospechosas de malignidad.Calcificaciones de aspecto benigno aisladas en ambas mamas.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.Por la estructura glandular de la paciente se sugiere considerar complementar ecografía mamaria BIRADS 2.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoMamas compuestas por densidades fibroglandulares dispersas.En cuadrantes externos izquierdos, se observa una imagen asimetría, pseudonodular isodensa, de contornos parcialmente visibles, de aproximadamente 15 mm, que en compresión localizada se mantiene, no tiene una clara representación en proyección oblicua, aparentemente ya estaba presente en examen previo y sin cambios.No hay lesiones espiculadas ni microcalcificaciones sospechosas, algunas calcificaciones aisladas benignas y calcificaciones vasculares a derecha.Examen sin hallazgos sugerente de malignidad.Asimetría izquierda benigna, estable, sin representación en ecografía.Se sugiere control mamográfico anual Parénquima glandular mamario moderadamente denso y heterogéneo, de aspecto micronodular.Calcificaciones benignas en ambas mamas.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.BIRADS 2.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoMamas heterogéneamente densas.No se observa nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.Calcificaciones aisladas benignas bilaterales.No hay cambios significativos al comparar con examen previo. Examen sin hallazgos sugerentes de malignidad.Se sugiere control mamográfico anual.Por la densidad del parénquima seria de utilidad complementar con ecografía.BI-RADS : 2 .Atentamente, DRA. VERONICA VENTURELLI AVILA Médico Radiólogo DRA.VVA/kmiMamas de ecoestructura homogénea.En la mama izquierda en unión de cuadrantes externos, desde la zona periaerolar se observa un área hipoecogenica, mal delimitada de forma irregular que mide aproximadamente 25 x 18 x 30 mm, en cuyo espesor se observan algunas imágenes ecogénicas que probablemente corresponden a calcificaciones, impresiona existir extensión intraductal hacia la región retroareolar. A la señal Doppler color se observa aumento de la vascularización en esa zona.En ambas mamas se observan quistes simples que miden hasta 7 mm.Los linfonodos axilares evaluados presentan características ecográficas conservadas, no se identifica adenopatías.Impresión Diagnóstica: Pequeños quistes simples aislados bilaterales sin significado patológico.Área hipoecogenica con distorsión parenquimatosa en unión de cuadrantes externos de mama izquierda, que se correlaciona con área de microcalcificaciones visibles en mamografía.Se sugiere estudio histológico mediante biopsia percutánea bajo guía ecográfica. De no ser posible se podría estudiar a través de biopsia estereotáxica.BIRADS 4 C.Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/pgg Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario heterogéneamente denso y sin cambios en la estructura respecto a examen previo.No hay microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Parénquima mamario heterogéneamente denso, sin evidencias de lesion tumoral ni microcalcificaciones sospechosas.Clip de biopsia estereotáxica en mama izquierda y calcificaciones benignas en ambas mamas.No hay cambios significativos respecto al 2017.Mamografía bilateral sin signos de malignidad.Parénquima mamario heterogéneamente denso.Se observa asimetrías de densidad en cuadrantes externos de mama derecha y cuadrante superiores de mama izquierda.Ambas se modifican por completo con compresiones localizadas y corresponden a tejido fibroglandular normal.No se observa microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Parénquima mamario levemente denso, de características y distribución similares al control anterior.En el cuadrante superior externo de la mama izquierda, persiste sin variantes, escasas microcalcificaciones puntiformes, agrupadas, de aproximadamente 1mm., de extensión.No hay lesiones nodulares, distorsiones u otras microcalcificaciones de sospecha, solo vasculares aisladas. Microcalcificaciones mamarias izquierdas, estables respecto del control previo.Se recomienda control con mamografía bilateral en agosto de 2019, incluyendo proyecciones magnificadas izquierdas.Mamas predominantemente adiposas.No identifico nódulos sospechosos ni lesiones espiculadas.Tampoco hay microcalcificaciones agrupadas.Calcificaciones benignas izquierdas. Mamografía sin signos sugerentes de malignidad.Se recomienda control mamográfico anual.BI-RADS 2.Atentamente, Dr. RODRIGO HERRMANN PONS Médico RadiólogoRHP/kmi Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Pequeña imagen nodular tenue en la unión de cuadrante internos de la mama derecha.Calcificaciones benignas bilaterales.No se observan cambios significativos respecto a exámenes anteriores desde el año 2011.Mamografía bilateral sin signos de malignidad.Mamas levemente densas y heterogéneas de aspecto micronodular.No se observan lesiones espiculadas ni microcalcificaciones sospechosas.Nodulito redondeado isodenso bien delimitado en cuadrante supero externo derecho, tercio medio de 4 mm.Pequeño nodulito derecho presuntamente benigno.Controlar con mamografía derecha y compresiones localizadas en 6 meses (julio 2020).Parénquima mamario levemente denso, observando un nódulo de centro radiolúcido en el cuadrante ínfero interno de mama derecha, tercio posterior y una imagen pseudonodular en los cuadrantes internos de mama izquierda que podría ubicarse a nivel del cuadrante supero interno en la proyección oblicua. Estos más probablemente correspondan a linfonodos intramamarios.No se observan microcalcificaciones sospechosas de malignidad.No se cuenta con exámenes previos para comparar.Mamografía bilateral sin signos de malignidad.BI-RADS 2.Se sugiere control anual.Atentamente, Dra. M. CATALINA VIAL ALLIENDEMédico RadiólogoMCVA/kmiMamas heterogéneamente densas, sin evidencias de lesión tumoral ni microcalcificaciones sospechosas.No hay cambios significativos al comparar con exámenes previos.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Por la densidad del parénquima seria de utilidad complementar con ecografíaExamen realizado como control de nódulo mamario izquierdo el que no ha variado significativamente respecto a exámenes previos desde septiembre del 2018.No han aparecido otras lesiones focales.No hay microcalcificaciones sospechosas.Nódulo mamario izquierdo presuntamente benigno y estable.Requiere nuevo control mamográfico en un año.Piel de grosor normal.Tejido fibroglandular leve a moderadamente denso, de distribución simétrica.No hay nódulos ni microcalcificaciones sospechosas.Linfonodos axilares inespecíficos. Examen sin signos de malignidad.Se recomienda control anual.Parénquima mamario heterogéneamente denso, sin cambios en la estructura glandular. Sin evidencias de nódulos dominantes.Calcificaciones benignas bilaterales.No se observan microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Se sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Sin cambios respecto a examen del año 2016.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas, sin evidencias de imagen tumoral ni microcalcificaciones agrupadas sospechosasExamen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Parénquima mamario moderadamente denso, heterogéneo y pseudonodular.En la unión de los cuadrantes superiores izquierdos existe nódulo isodenso, parcialmente delimitado, de aproximadamente 1cm., y otros contornos nodulares en ambas mamas, escasamente delimitados.En la unión de los cuadrantes izquierdos, tercio posterior, persiste sin variables desde 2013 un pequeño nodulo isodenso, bien delimitado, de 3mm.No hay lesiones espiculadas, distorsiones o microcalcificaciones agrupadas de sospecha, solo redonda aislada en mama izquierda. Mamas densas, con contornos nodulares bilaterales presuntamente benignos, algunos de ellos ya visualizado en 2013, se sugiere complementar con ecografía.Mamas compuestas por densidades fibroglandulares dispersas, sin evidencia de imagen tumoral ni microcalcificaciones sospechosas.Calcificación benigna izquierda.Linfonodo intramamario derecho.Impresión diagnostica: Examen sin hallazgos sugerentes de malignidadBIRADS 2Se sugiere control mamográfico anualAtentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/moi Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.En comparación con examen anterior del año 2010 no se observan cambios significativos.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificación benigna en mama izquierda.Respecto a examen previo no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Piel de grosor normal.Mamas heterogéneamente densas.En la mama derecha en la unión de cuadrantes externos y cuadrantes supero externos se observan dos nódulos isodensos al parénquima mamario, de contornos bien definidos, el del cuadrante supero externo mide 10mm y el de la unión de los cuadrantes externos mide 20mm y presenta calcificaciones gruesas en su espesor.En la mama izquierda se observan otros contornos parcialmente definidos, que no miden más de 10mm.Microcalcificaciones aisladas.Linfonodos axilares inespecíficos.Nódulos mamarios derechos y probables nódulos mamarios izquierdos presuntamente benignos, el de la unión de los cuadrantes externos derecho impresiona un fibroadenoma.Se sugiere control ecográfico.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario heterogéneo.Imágenes de aspecto nodular en mama derecha, algunas de menor tamaño respecto a exámenes previos (antecedentes de nódulos sólidos y quistes según ecografía previa).No hay microcalcificaciones sospechosas de malignidad.Calcificaciones benignas y vasculares.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.BIRADS 2.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoEl parénquima mamario se observa denso, de distribución simétrica.No hay nódulos dominantes o lesiones espiculadas.No hay microcalcificaciones sospechosas. Mamas densas, lo que disminuye la sensibilidad de este examen.Se recomienda control mamográfico anual.BI-RADS : 1 .Atentamente, Dra. Mª EUGENIA DE LA FUENTE MEDINA Médico RadiólogoDRA. MDLFM/kmiDensidades fibroglandulares dispersas de distribución simétrica.En la mama derecha, en el cuadrante supero externo se visualiza contorno nodular mejor caracterizado con compresión el que se observa parcialmente circunscrito, de 9mm.No hay microcalcificaciones sospechosas. Nódulo mamario derecho.Es necesario complementar con ecografía.Mamas moderadamente densas.No se identifican nódulos, lesiones espiculadas ni microcalcificaciones agrupadas de sospecha.Calcificaciones benignas y vasculares bilaterales Mamas densas, lo que disminuye la sensibilidad de este examen. Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Por la densidad del parénquima seria de utilidad complementar con ecografíaEn relación al cuadrante superó externo de la mama derecha, se confirma presencia de distorsión arquitectural del parénquima fibroglandular en una extensión de al menos 30 mm. No se asocia con microcalcificaciones.Al estudio de tomosintesis es especialmente categórico.En el resto de los cuerpos mamarios abundante parénquima fibroglandular denso con calcificaciones de aspecto probablemente benigno, redondas homogéneas parcialmente agrupadas.La evaluación ecográfica demuestra una muy discreta distorsión del parénquima fibroglandular en el cuadrante supero externo derecho.No hay otras alteraciones significativas.Distorsión arquitectural de la mama derecha, sugerente de atipia.Considerar estudio histológico mediante biopsia estereotáxica.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.BIRADS 2.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoEn las proyecciones radiológicas obtenidas se observan microcalcificaciones redondas agrupadas con centro radiolúcido, de carácter benigno.No hay imágenes sospechosas de malignidad en estas proyecciones.Impresión Diagnóstica: Corresponde controlar con mamografía bilateral en forma anual.BIRADS 2.Atentamente, DRA. MARIA FLAVIA PIZZOLON Médico RadiólogoMP/kmiPiel de grosor normal.Mamas compuestas por tenues opacidades fibroglandulares de distribución simétrica.No se observan nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.Linfonodos axilares inespecíficos.Examen sin signos de malignidad.Se sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Pequeño nódulo mamario derecho, benigno, sin cambios.Calcificaciones vasculares.No se observan cambios respecto a exámenes desde el año 2015.Mamografía bilateral sin signos de malignidad.Mamas acentuadamente densas y heterogéneasEn ambas mamas se observan nódulos isodensos de contornos parcialmente oscurecidos por la densidad del parénquima, muchos de los cuales no estaban presentes en exámenes previos.No se observa lesiones espiculadas ni microcalcificaciones sospechosas.Axilas bajas libres.Mamas densas Nódulos bilaterales.Se sugiere evaluar con ecotomografía.Piel y tejido celular subcutáneo de grosor y ecoestructura conservada.Tejido fibroglandular de predominio fibroso.No observo nódulos solidos ni quistes.Zonas retroareolares y axilas normales.Impresión Diagnóstica: Examen sin signos de malignidad.BIRADS 1.Atentamente, Dra. MARIA TERESA LUCO VERGARA Médico RadiólogoMTLV/kmiMamas heterogéneamente densasNo se observa lesiones espiculadas ni microcalcificaciones sospechosas.En cuadrante supero externo de mama izquierda, tercio posterior se observa un nodulito bien delimitado de 5mm. que podría corresponder a un linfonodo intramamario.Linfonodos axilares visibles de aspecto normal.Pequeño nodulito izquierdo presuntamente benigno.Controlar con compresiones localizadas en 6 meses (agosto 2020) BI-RADS : 3 Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/moi Parénquima mamario levemente denso, de distribución simétrica.No hay nódulos dominantes, distorsiones ni microcalcificaciones agrupadas de sospecha.Calcificaciones puntiformes aisladas de carácter benigno. Examen sin signos de sospecha de una lesión maligna.Se sugiere mantener control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Distorsión segundaria a cirugía previa en mama izquierda.Calcificaciones benignas bilaterales.No se dispone de exámenes previos.Mamografía bilateral sin signos de malignidad.Mama constituida por densidades fibroglandulares dispersas.Existe un pequeño nódulo isodenso, parcialmente delimitado en tercio anterior de la unión de cuadrantes superiores que no ha variado significativamente entre controles.No observo lesiones espiculadas ni microcalcificaciones agrupadas. Nódulo izquierdo presuntamente benigno.Se recomienda control con mamografía bilateral en el mes de julio.Densidades fibroglandulares dispersas de distribución simétrica.En la mama izquierda, en el cuadrante supero externo mejor visualizado con compresión se observa contorno nodular isodenso parcialmente circunscrito de 4mm.No hay lesiones espiculadas.Microcalcificaciones redondas, algunas con centro radiolúcido confluentes en el cuadrante supero externo izquierdo. Contorno nodular izquierdo.Sería conveniente complementar con ecografía mamaria.BI-RADS : 3 .Atentamente, Dra. Mª EUGENIA DE LA FUENTE MEDINA Médico RadiólogoDRA. MDLFM/kmiPiel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Respecto a examen previo no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Mamas heterogéneamente densas, de aspecto micronodular, condición que disminuye la sensibilidad de la mamografía.No se identifica nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.No hay cambios significativos respecto a examen previo. Mamas densas.Examen sin hallazgos sugerentes de malignidad.Se sugiere control mamográfico anual.Por la densidad del parénquima mamario se recomienda complementar con ecografía.Parénquima mamario reemplazado parcialmente por tejido adiposo.En ambas mamas se observan nódulos, la mayoría con gruesas calcificaciones. En la región retroareolar izquierda un nódulo isodenso bien delimitado de 6 mm.Linfonodos intramamarios bilaterales.Calcificaciones vasculares bilaterales.No se observan microcalcificaciones sospechosas de malignidad.Nódulos mamarios bilaterales, benignos con caracteres de fibroadenoma involutivos.Nódulo izquierdo presuntamente benigno.Se sugiere control con mamografía unilateral izquierda en 6 meses.Mamas de ecoestructura homogénea, difusa.En ambas mamas se observa múltiples quistes simples distribuidos por todo el parénquima mamario que miden hasta 3cms.No se observa nódulos solidos ni áreas de distorsión del parénquima.Linfonodos axilares de aspecto normal.Impresión Diagnóstica: Numerosos quistes simples bilaterales sin significado patológicos.BIRADS US 2.Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/moi El parénquima mamario se observa heterogéneamente denso, de distribución simétrica, sin variación con respecto a examen previo.No hay nódulos dominantes o lesiones espiculadas.No hay microcalcificaciones sospechosas. Mamas densas, sin signos de malignidad.Se recomienda control mamográfico anual.Ambas mamas presentan un patrón predominantemente adiposo.En cuadrante inferior externo izquierdo, periareolar, existe un grupo de quistes que corresponde al nódulo descrito en mamografía, midiendo 9mm.No identifico nódulos solidos ni adenopatías axilares.Impresión Diagnóstica: Hallazgos benignos.Recomiendo control mamográfico anual.BIRADS 2.Atentamente, Dr. RODRIGO HERRMANN PONS Médico RadiólogoRHP/kmi Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.En comparación con examen del año 2017 las asimetrías de densidad descrita en mama izquierda son menos evidentesCalcificaciones benignas en ambas mamas.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Linfonodo intramamario derecho.Mamografía bilateral sin signos de malignidad.Mamas heterogéneamente densas.No se observan nódulos espiculados ni microcalcificaciones agrupadas sospechosas.En cuadrantes superiores derechos, tercio posterior, hay un nódulo ovalado circunscrito de 7 mm, que podría corresponder a un linfonodo.Mamas densas condición que disminuye la sensibilidad de la mamografía, motivo por el cual seria recomendable complementar estudio con ecografía.Pequeño nódulo derecho presuntamente benigno, controlar con compresiones localizadas en 6 meses (mayo 2019).Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.Algunas calcificaciones benignas bilaterales.En comparación con examen previo del año 2019 no se observan cambios significativos.Mamografía bilateral sin signos de malignidad.Se sugiere control anual con mamografía y ecografía.Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario heterogéneo.Calcificaciones benignas en mama derecha, una con el aspecto de un fibroadenolipoma hialinizado, sin cambios.Las imágenes nodulares visibles en examen del año 2011 en mama izquierda, son menos evidentes en la actualidad.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Parénquima mamario levemente denso, observando una asimetría de densidad focal en el cuadrante supero externo de mama derecha que con la compresión localizada se modifica he impresiona corresponder a parénquima glandular normal.Dudosa distorsión parenquimatosa en los cuadrantes externos de mama izquierda que se modifica por completo con las compresiones localizadas.No se identifican microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.BI-RADS 2.Se sugiere control anual.Atentamente, Dra. M. CATALINA VIAL ALLIENDEMédico RadiólogoMCVA/kmiTejido glandular discretamente denso, observando dos imágenes nodulares Tenues, bien delimitadas en mama derecha, visibles en proyección cráneo caudal, que miden 7 y 4 mm., que no estaban presentes en examen anterior del año 2017.Calcificaciones benignas bilaterales.Pequeños nódulos mamarios derechos presuntamente benignos.Se sugiere control con mamografía derecha en 6 meses.El parénquima mamario se observa denso, de distribución asimétrica, más confluente en el cuadrante supero externo derecho, formando una pequeña asimetría que se disipa con compresión.En la región central de la mama derecha se observa contorno nodular isodenso de 5mm.No hay lesiones espiculadas.No hay microcalcificaciones sospechosas.Calcificaciones gruesas. Mamas densas, lo que disminuye la sensibilidad de este examen.Contorno nodular a derecha.Se sugiere complementar con ecografía.Mamas compuestas por tenues opacidades fibroglandulares de distribución simétrica.No hay nódulos espiculados ni microcalcificaciones sospechosas.Calcificaciones vasculares bilaterales.Axilas bajas libres. Examen sin signos de malignidad.Parénquima mamario heterogéneamente denso.En los cuadrantes superiores de la mama izquierda, se observa una imagen nodular, isodensa, delimitada de unos 15 mm.No se observan microcalcificaciones sospechosas de malignidad.Calcificación benigna izquierda.Nódulo mamario izquierdo presuntamente benigno.Se sugiere control con mamografía unilateral izquierda con compresiones en 6 meses.El parénquima mamario se observa discretamente denso y de distribución simétrica, sin variación con respecto a examen previo.No hay nódulos dominantes o lesiones espiculadas.Marcador de biopsia estereotáxica en el cuadrante supero externo derecho.No hay microcalcificaciones sospechosas.Calcificaciones vasculares. Mamas discretamente densas lo que disminuye la sensibilidad de este examen.Examen sin signos sugerentes de malignidad.Se recomienda control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Mamas de ecoestructura heterogénea difusa.En la mama derecha, se observa a lo menos 4 nódulos solidos que se localizan en cuadrante supero externo de 7,5 mm, unión de cuadrantes externos de 6 mm, cuadrante ínfero interno de 13 mm y cuadrante supero interno periaerolar de 8 mm. Todos son hipoecogenicos y bien delimitados. En esta mama se observa además en unión de cuadrantes superiores un quiste simple de 9 mm y en unión de cuadrantes externos una imagen que pudiera corresponder a 2 quistes adyacentes con contenido que miden en conjunto 8,6 mm.En la mama izquierda, se observa 11 nódulos sólidos, todos son hipoecogenicos, bien delimitados, algunos ovalados y otros lobulados que se localizan , 3 entre el radio de la hora 12-1 de 11,8 y 10 mm, un cuarto nódulo se localiza a la hora 2, periaerolar de 20 mm, a la hora 3 de 4,5 mm, a la hora 5-6 a 5 cms del pezón de 14 mm, a la hora 6 a 2 cms del pezón de 20 mm, a la hora 8 de 10 mm, a la hora 9 hay dos nódulos de 7,6 y 15 mm y a la hora 11 a 3 cms del pezón de 11 mm. Algunos de estos nódulos ya estaban presentes en ecografía previa y sin cambios significativos. En región retroareolar izquierda hacia cuadrantes externos hay una imagen nodular, lobulada, bien delimitada, heterogénea, con algunas porciones quísticas y que mide 20 mm de diámetro mayor. A la señal Doppler color presenta vascularización en su interior. Evaluada dirigidamente en forma retrospectiva impresiona ya estar presente en ecografía previa y sin cambios significativos.Los linfonodos axilares evaluados presentan características normales.Se magnificó mama izquierda, observando calcificaciones benignas, algunas de ellas con centro radiolúcido y que podrían estar asociadas a algunos de los nódulos descritos en ecografía.Quiste simple y una imagen sugerente de quiste con contenido espeso en la mama derecha.Nódulos solidos bilaterales presuntamente benignos (4 a derecha y 11 a izquierda). Se sugiere controlar en forma estricta con nueva ecografía en 6 meses.Imagen nodular retroareolar izquierda, sin cambios significativos respecto a examen previo, pero que dada sus características podría corresponder a una lesión papilar, por lo que se recomienda estudio histológico a través de biopsia Core, bajo ecografía.Mamas constituidas por densidades fibroglandulares dispersas.Existe un pequeño nódulo isodenso, ovalado y bien circunscrito en cuadrante inferior externo izquierdo y otro mas tenue en tercio posterior de la unión de cuadrantes externos de la mama derecha, que no han variado desde el año 2017.No observo lesiones espiculadas ni microcalcificaciones agrupadas.Calcificación benigna derecha. Mamografía sin signos sugerentes de malignidad.Se recomienda control mamográfico anual.En el cuadrante superior externo izquierdo persiste imagen nodular isodensa, parcialmente delimitada en las proyecciones de compresión localizada.No hay otros hallazgos en estas proyecciones. Se sugiere complementar con ecografía.BI-RADS : 3 .Atentamente, DR. MARIA FLAVIA PIZZOLONMédico RadiólogoMFP/kmiMamas heterogéneamente densas.No se identifican nódulos, lesiones espiculadas ni microcalcificaciones sospechosas de malignidad.Las microcalcificaciones en control en mama derecha, en la actualidad no se visualizan, solo se ve una microcalcificación redonda benigna.Examen sin hallazgos sugerentes de malignidad.Se sugiere control mamográfico anualPiel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas.No se observa nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.Insipientes calcificaciones vasculares No hay cambios significativos al comparar con exámenes previos.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Mamas de predominio adiposo, sin evidencias de imagen tumoral.Calcificaciones benignas bilaterales No se observa microcalcificaciones agrupadas de sospecha.Mamografía bilateral sin signos de malignidad.Se sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas.En ambas mamas se observa pequeñas imágenes nodulares que miden entre 3 y 6 mm, isodensas, bien delimitadas, ya presentes en exámenes previo, excepto la visible en cuadrantes externos derechos, tercio posterior.No hay lesiones espiculadas ni microcalcificaciones sospechosas de malignidad.Calcificaciones benignas y vasculares bilaterales Pequeño nódulo derecho presuntamente benigno.Se sugiere evaluar con ecografía y de no ser posibles controlar con mamografía derecha y compresión localizada en 6 meses (octubre 2019).Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.No hay cambios significativos respecto del control anterior.Mamografía bilateral sin signos de malignidad.Parénquima mamario de densidad normalEn el cuadrante superior externo de la mama izquierda, se observa una asimetría de densidad pseudonodular, que se modifica parcialmente con compresión localizada, aunque pudiera corresponder a tejido fibroglandular.No se observan microcalcificaciones sospechosas de malignidad.Asimetría de densidad mamaria izquierda que se sugiere evaluar con ecografía.Mamas de ecoestructura homogénea difusa con predominio de tejido fibroglandular.En la mama derecha se controla dos nódulos sólidos, el primero se localiza en cuadrante supero interno, hora 12-1 periareolar, es hipoecogenico, circunscrito, con pequeñas lobulaciones, mide 9x4,7x7,5mm, el segundo se localiza en el radio de la hora 1 periareolar, mide 8mm de diámetro mayor, ambos no se observan vascularizados a la señal Doppler color y no presentan cambios significativos en morfología ni tamaño respecto a examen previo.En la actualidad se observa una imagen de aspecto nodular en unión de cuadrantes inferiores de mama derecha periareolar que impresiona mas bien corresponder a un lobulillo adiposo.No se observa otras lesiones focales.Regiones retroareolares y axilas normales.Impresión Diagnóstica: Dos nódulos sólidos en mama derecha presuntamente benignos sin cambios.Se recomienda control con nueva ecografía en 6 meses (mayo 2021) y se sugiere control mamográfico anual el cual corresponde en febrero del 2021 (se sugiere realizar tomosintesis).BIRADS 3.Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/kmi Mamas compuestas por densidades fibroglandulares dispersas.El nódulo que se controla se localiza en cuadrantes supero externo izquierdo, tercio medio, es isodenso, ovalado, mide 6 mm, y no presenta cambios significativos en morfología y tamaño, respecto a examen previo.No hay lesiones espiculadas ni microcalcificaciones sospechosas de malignidad.Calcificaciones benignas bilaterales Examen sin hallazgos sugerentes de malignidadNódulo izquierdo estable, benigno.Se sugiere control mamográfico anual.Mamas constituidas por densidades fibroglandulares dispersas.Existen cambios post quirúrgicos y post radioterapia en la mama derecha.Además, existe un marcador de biopsia en unión de cuadrantes internos de la mama derecha.No observo lesiones espiculadas ni microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.No se observan cambios significativos respecto de exámenes previos del año 2014. Mamografía sin signos sugerentes de malignidad.BI-RADS 2.Atentamente, Dr. RODRIGO HERRMANN PONS Médico RadiólogoRHP/kmi Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificación benigna en mama derecha.Mamografía bilateral sin signos de malignidad.Densidades fibroglandulares dispersas, de distribución asimétrica.Pequeña asimetría focal a nivel de los cuadrantes inferiores de la mama derecha, que se disipa con compresiones.No hay nódulos dominantes o lesiones espiculadas.Microcalcificaciones puntiformes benignas.Linfonodos axilares.Examen sin signos de malignidad.Se sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel de grosor normal.Mamas de predominio adiposo.En la mama izquierda en el cuadrante ínfero interno se observa una asimetría focal de densidad que impresiona corresponder solo a tejido fibroglandular que se disipa.En ambas mamas calcificaciones gruesas de aspecto benigno.En la mama derecha en el tercio medio de la unión de los cuadrantes externos se observan microcalcificaciones agrupadas puntiformes y amorfas que impresionan presentarse en dos grupos, en la mama izquierda se observa calcificaciones gruesas, muchas de ellas redondas y homogéneas y que tienen a la dispersión.Linfonodos axilares inespecíficos.Se sobreproyecta en la axila baja izquierda catéter de hemodiálisis. Microcalcificaciones derechas sospechosas de malignidad que requieren estudio histológico.BI-RADS 4B. Dra. María Teresa Luco Vergara Médico RadiólogoDRA.MTLV/kmiPiel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Algunas calcificaciones benignas bilaterales.Sin cambios significativos desde el año 2017.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Mamas heterogéneamente densas sin evidencias de lesión tumoral.No hay evidencias de nódulos ni microcalcificaciones sospechosas de malignidad.Calcificación benigna en mama izquierda.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario de densidad normal y sin cambios en la estructura respecto a exámenes previos.No hay microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas, levemente densas.No se observan nódulos, lesiones espiculadas ni microcalcificaciones agrupadas sospechosas.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Linfonodos intramamario bilaterales.Respecto a examen previo no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Cambios post quirúrgicos y post radioterapia en mama izquierda con clips metálicos en el lecho quirúrgico.Quiste oleoso calcificado en lecho quirúrgico.No hay evidencias de lesión tumoral ni microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Parénquima mamario heterogéneamente denso, observando en el cuadrante supero externo de mama derecha una distorsión del parénquima que persiste en compresiones localizadas en ambas proyecciones.No se observan microcalcificaciones sospechosas.Distorsión del parénquima de mama derecha que requiere evaluación con tomosíntesis para decidir estudio histológico de esta zona.La evaluación ecográfica demuestra una lesión nodular de margen no circunscrito que presenta una lobulacion anterior y un margen angulado posterior. La lesión mide 8 mm. de diámetro transverso mayor y se ubica en el cuadrante ínfero interno de la mama izquierda en correlación con el hallazgo mamográfico.No hay otras lesiones focales.En la axila algunos linfonodos de aspecto inespecífico.Impresión Diagnóstica: Nódulo mamario izquierdo sospechoso.Recomendación: Considerar biopsia bajo visión ecográfica.BIRADS US 4Atentamente, DR. RODRIGO FERREIRA SOTO Médico RadiólogoRFS/moiParénquima mamario moderadamente denso y de aspecto heterogéneo y micronodular, en estas condiciones se observa una asimetría pseudonodular en los cuadrantes superiores de mama derecha la que podría ubicarse en la región central en la proyección cráneo caudal.Calcificación gruesa, benigna, en mama izquierda.No se identifican microcalcificaciones sospechosas.Asimetría de mama derecha que se sugiere evaluar con compresiones localizadas.BI-RADS 0.Atentamente, Dra. M. CATALINA VIAL ALLIENDEMédico RadiólogoMCVA/kmiPiel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas y vasculares bilaterales.En comparación con examen del año 2017 no se observan cambios.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas.En unión de cuadrantes externos de mama derecha tercio medio ha aparecido un nódulo isodenso de aproximadamente 7-8mm. bien delimitado.No se observan lesiones espiculadas ni microcalcificaciones sospechosas de malignidad.En ambas mamas hay microcalcificaciones puntiformes difusas benignas.Clip de biopsias estereotáxicas previas. Uno a derecha y dos a izquierda.Nódulo mamario derecho presuntamente benigno.Se recomienda evaluar con ecografía para desterminar su naturaleza en solidad quística.BI-RADS : 3. Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/moi Parénquima mamario moderadamente denso, heterogéneo, de características y distribución similares al control anterior.Linfonodos intramamarios derechos, estables.En el cuadrante superior externo derecho persisten sin variantes un nódulo isodenso, parcialmente delimitado, de aproximadamente 7-8mm.No hay lesiones espiculadas, distorsiones o microcalcificaciones agrupadas de sospecha.Tenues calcificaciones vasculares del lado derecho.Axilas bajas libres. Examen con contornos nodulares correspondientes a quistes según examen anterior.Se sugiere mantener control anual y actualizar ecografía.BI-RADS : 2 .Atentamente, Dra. MARIA FLAVIA PIZZOLON DRA. YOMAR MOLINA REYES Médico Radiólogo Médico RadiólogoMFP/YMR/kmiMamas densas, asimétricas, lo que disminuye la sensibilidad del examen.En estas condiciones en cuadrante externo de la mama izquierda se identifica un contorno nodular de aproximadamente 8mm., no se identifican áreas de distorsión del parénquima mamario.No se observa microcalcificaciones de aspecto sospechoso.Regiones axilares bajas sin alteraciones. Mamas densas.Contorno nodular de la mama izquierda, se sugiere complementar con ecografía.BI-RADS : 3 .Atentamente, Dra. Mª EUGENIA DE LA FUENTE MEDINA DRA. YOMAR MOLINA REYES Médico Radiólogo Médico RadiólogoMDLFM/YMR/kmiEl parénquima mamario se observa discretamente denso y de distribución asimétrica.Pequeña asimetría focal en el cuadrante supero externo derecho, que se disipa con compresión localizada.No hay nódulos dominantes o lesiones espiculadas.Microcalcificaciones redondas y puntiformes benignas.Calcificaciones vasculares.Linfonodos axilares.Mamas densas, lo que disminuye la sensibilidad de este examen. Asimetría focal derecha que se disipa con compresión, correspondiente a tejido fibroglandular mamario.Sería conveniente complementar con ecotomografía.Se sugiere control mamográfico anual.Se observan disminución difusa de la ecogenicidad del parénquima mamario, hallazgo compatible con lactancia materna en curso, en estas condiciones se observa un nódulo en el cuadrante supero externo de mama derecha, tercio posterior, ovalado, bien delimitado discretamente hipoecogénico el que mide 10mm., de diámetro mayor y no presenta cambios significativos en tamaño ni morfología respecto a examen previo.Tampoco se observan cambios en nódulo ecogenico que se controla en el cuadrante supero interno de mama izquierda.La imagen nodular descrita en el cuadrante ínfero interno de mama derecha corresponde a un conducto galactóforo con contenido ecogenico móvil en su interior. Nódulos mamarios bilaterales, uno en cada mama, de aspecto presuntamente benigno y sin cambios, estos más probablemente corresponden a galactocele.Se sugiere control con ecografía mamaria en 6 meses.Piel y tejido subcutáneo normal.Parénquima glandular marcadamente denso lo que no permite descartar nódulos en su espesor.Linfonodo intramamario izquierdo.Calcificaciones benignas bilaterales.Respecto a examen previo no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Parénquima mamario levemente denso, de distribución simétrica.Calcificaciones redondas aisladas en ambas mamas de carácter benigno.No hay nódulos dominantes, distorsiones ni microcalcificaciones agrupadas de sospecha.Axilas bajas libres. Examen sin signos de sospecha de una lesión maligna.Se sugiere mantener control mamográfico anual.BI-RADS : 2 .Atentamente, Dra. MARIA FLAVIA PIZZOLON DRA. YOMAR MOLINA REYES Médico Radiólogo Médico RadiólogoMFP/YMR/kmiParénquima mamario de densidad normal, observando nódulos bilaterales que se mantienen sin cambios en tamaño y morfología respecto a exámenes desde el año 2016.Calcificaciones benignas bilaterales.Tejido mamario accesorio axilar bilateral.Nódulos mamario bilaterales benignos sin variaciones.Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario heterogéneamente denso, discretamente micronodular.No hay microcalcificaciones sospechosas de malignidad.Respecto a examen previo en general no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Parénquima mamario moderadamente denso, heterogéneo, de distribución simétrica.En el cuadrante superior externo derecho existe pequeño nódulo de aproximadamente 2mm., de borde bien delimitado, de aspecto radiológico benigno.No hay lesiones espiculadas, distorsiones o microcalcificaciones agrupadas de sospecha, solo puntiformes aisladas de carácter benigno.Axilas bajas libres de adenopatías. Mamas moderadamente densas, sin evidencias de una lesión maligna en estas proyecciones.Se sugiere complementar con ecografía.BI-RADS : 2 .Atentamente, DR. MARIA FLAVIA PIZZOLONMédico RadiólogoMFP/kmiPiel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Respecto a examen previo no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas, sin evidencias de imagen tumoral ni microcalcificaciones agrupadas sospechosasCalcificación benigna a izquierda No hay cambios significativos al comparar con exámenes previos.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal.Pequeña imagen nodular en cuadrantes superiores de mama derecha de aproximadamente 5mm que pudiese corresponder a un linfonodo intramamario.No hay microcalcificaciones sospechosas de malignidad.Calcificación aislada en mama izquierda, benigna.Pequeño nódulo mamario derecho presuntamente benigno, podría corresponder a un linfonodo intramamario.Seria de utilidad controlar con mamografía unilateral derecha con compresiones localizadas en 6 meses.Parénquima mamario moderadamente denso, heterogéneo, de características y distribución similares al control anterior.No hay nódulos dominantes, distorsiones o microcalcificaciones agrupadas, solo gruesas aisladas de caracteres benigno.Linfonodo intramamario derecho, estable.Axilas bajas libres.Mamas densas sin signos de sospecha de una lesión maligna ni cambios significativos respecto al control anterior.Se sugiere complementar con ecografía.Mamas heterogéneamente densasEn la mama izquierda se observa parcialmente algunos contornos nodulares en cuadrantes superiores y cuadrante ínfero interno.No se observa lesiones espiculadas ni microcalcificaciones sospechosas.Mamas densas con imágenes nodulares izquierdas.Se sugiere evaluar con ecografía.En cuadrantes internos derechos en situación posterior se observa una pequeña asimetría isodensa, e forma irregular de aproximadamente 6 mm., sin clara representación en proyección oblicua, podría corresponder a tejido glandular normal.No se observan lesiones espiculadas ni microcalcificaciones agrupadas sospechosas.Mamas compuestas por densidades fibroglandulares dispersas.Pequeño nodulito benigno en región axilar derecha.Pequeña asimetría derecha presuntamente benigna.Se sugiere controlar en 6 meses con compresión localizada y proyección oblicua derecha (abril 2019).Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario heterogéneamente denso.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel de grosor normal.Mama compuesta por tenues opacidades fibroglandulares dispersas.No hay nódulos espiculados ni microcalcificaciones sospechosas de malignidad.Microcalcificaciones puntiformes dispersas.Linfonodos axilares inespecíficos.Examen sin signos de malignidad.Se sugiere control mamográfico anual.Mamas heterogéneamente densas sin evidencias de imagen tumoral.No hay nódulos ni microcalcificaciones sospechosas de malignidad. No se dispone de exámenes previos para comparar.Calcificación benigna en mama izquierda.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas, de distribución heterogénea.En la mama derecha, cuadrante supero externo, cercano a la unión de cuadrantes externos, en el tercio anterior de la mama derecha, se observa un nódulo isodenso de forma irregular parcialmente delimitado que mide 9 mm de diámetro mayor y se asocia a calcificaciones de morfología y densidad heterogéneas, en ambas mamas se observan además numerosas pequeñas imágenes nodulares, algunas bien delimitadas.En ambas mamas hay calcificaciones benignas, en especial en cuadrante supero externo izquierdo hay un grupo de calcificaciones heterogéneas, algunas con centro radiolúcido y que podrían estar en la pared de una estructura quística, no impresiona constituir un grupo con patrón sospechoso.Calcificaciones vasculares.Nódulos bilaterales que en ecografía contemporánea correspondieron a quistes simples y a quiste con contenido espeso.Calcificaciones izquierdas presuntamente benignas, controlar con magnificaciones en 6 meses.Nódulo derecho asociado a calcificaciones que en ecografía correspondió a un nódulo sólido. Dado sus características y que no se cuenta con exámenes previos para comparar, se recomienda estudio histológico a través de biopsia Core, bajo ecografía.El patrón ecográfico es ecogénico, homogéneo.En la mama derecha, en el cuadrante ínfero interno hora 4 en el tercio medio, se visualiza un nódulo lobulado, bien circunscrito, hipoecogenico, sin señal Doppler color, mide 11,6x10,0x4,5mm., en ambas mamas se observan algunos pequeños quistes, el mayor se sitúa en el cuadrante supero interno izquierdo, mide 4,5mm.Las áreas retroareolares están libres.Linfonodos axilares de configuración normal.En ambas regiones axilares se visualiza tejido fibroglandular mamario mayor a derecha. Impresión Diagnóstica: Nódulo mamario derecho de reciente aparición.Es necesario controlar en 6 meses.Pequeños quistes mamarios bilaterales.Mamas axilares, mayor a derecha.BIRADS US 3.Atentamente, DRA. Mª EUGENIA DE LA FUENTE MEDINA Médico RadiólogoMDFM/kmi Piel de grosor normal.Tejido fibroglandular levemente denso.En el cuadrante ínfero interno de la mama derecha persiste una imagen nodular de forma arriñonada con un hilio graso que mide aproximadamente 10mm que impresiona un linfonodo intramamario.Calcificaciones gruesas de aspecto distróficas bilaterales.En el cuadrante supero externo de la mama izquierda un marcador de biopsia estereotáxica.Linfonodos axilares inespecíficos. Examen sin signos de malignidad, sin cambios respecto a examen previo.Se sugiere mantener control anual.BI-RADS 3. Dra. María Teresa Luco Vergara Médico RadiólogoDRA.MTLV/kmiAmbas mamas presentan un patrón glandular heterogéneo con algunos elementos adiposos interpuestos.Existen pequeños quistes simples aislados que miden hasta 6mm.A derecha, en la hora 11 y tercio medio existe un nódulo hipoecogenico, bien circunscrito, aunque discretamente heterogéneo y de contornos microlobulados, que mide 10x6mm.No observo adenopatías axilares.La asimetría descrita a izquierda en mamografía corresponde solo a tejido glandular.Impresión Diagnóstica: Quistes bilaterales.Nódulo sospechoso derecho que recomiendo evaluar con histología.BIRADS 4.Atentamente, Dr. RODRIGO HERRMANN PONS Médico RadiólogoRHP/kmiMamas de ecoestructura homogénea difusa.En la mama izquierda en cuadrante supero externo hora 12-1 a 4cm del pezón se observa un nódulo solido hipoecogenico, ovalado, suavemente lobulado, circunscrito, no vascularizado a la señal Doppler color que mide 22x12x 21mm en sus ejes mayores.En la mama derecha en cuadrante supero externo hora 11 a 2,5cm del pezón se observa otro nódulo solido hipoecogenico, bien delimitado de 12x7mm en sus ejes mayores. Tampoco se observa vascularizado a la señal Doppler color.En ambas mamas se observa quistes simples en especial en cuadrante supero interno izquierdo hay un grupo de quistes de 13mm, algunos de los cuales presentan calcificaciones en su interior.Regiones retroareolares y axilas normales.No se observa adenopatías.Impresión Diagnóstica: Nódulos sólidos bilaterales (uno en cada mama) presuntamente benignos. El localizado a izquierda se correlaciona con imagen mamográfica.Se recomienda control estricto con nueva ecografía en 6 meses (mayo 2021).BIRADS 3.Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/kmi Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario de densidad normal.En la mama izquierda, en el cuadrante ínfero interno en el tercio anterior de la mama se observa una imagen de aspecto nodular isodensa de aproximadamente 5mm.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Imagen de aspecto nodular de mama izquierda que requiere evaluación con placas mamográficas con compresión localizada para descartar que corresponda a un nódulo a una estructura vascular y de acuerdo a esto evaluar con ecografía.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario heterogéneamente denso.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas.No se observa nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.Escasas microcalcificación aisladas benignas e insipientes calcificaciones vasculares.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificación benigna en mama izquierda.No se observan cambios respecto a examen previo.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Se realiza estudio con tomosintesis apreciando que la probable distorsión del cuadrante supero externo se disipa en el estudio con tomosintesis.Se indica volver a su control anual.Parénquima mamario moderadamente denso y de aspecto heterogéneo y micronodular, en estas condiciones se observa una asimetría de densidad en la región central de mama derecha, tercio posterior y sobre proyectada al musculo pectoral, solo visible en la proyección oblicua.No se identifican microcalcificaciones sospechosas.No se cuenta con exámenes previos para comparar.Asimetría de mama derecha que se sugiere evaluar con compresiones localizadas.BI-RADS 0.Atentamente, Dra. M. CATALINA VIAL ALLIENDEMédico RadiólogoMCVA/kmiPiel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario denso y heterogéneo, observándose en ambas mamas múltiples imágenes nodulares que miden hasta aproximadamente 18mm., la de mayor tamaño en el cuadrante supero externo de la mama izquierda.Múltiples calcificaciones benignas bilaterales.Nódulos mamarios bilaterales que requieren evaluación ecografía.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Algunas calcificaciones benignas bilaterales.Sobre proyectado en cuadrantes superiores vecino al pectoral en mama derecha se observa una imagen nodular bien delimitada, isodensa de aproximadamente 7mm., que pudiese corresponder a un linfonodo o a un lunar.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario heterogéneamente denso, sin evidencias de microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Por la estructura glandular se sugiere complementar con ecografía mamariaBI-RADS : 1Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoParénquima mamario moderadamente denso, de características y distribución similares al control anterior.En la proyección cráneo caudal izquierda, hacia los cuadrantes externos existe área de aspecto pseudonodular, de mayor densidad, que se disipa en compresión localizada.No hay nódulos dominantes, distorsiones ni microcalcificaciones agrupadas de sospecha, solo redondas aisladas, benignas.Axilas bajas libres. Examen sin signos de sospecha de una lesión maligna, ni cambios significativos respecto del estudio previo.Se sugiere mantener control mamográfico anual.Mamas heterogéneamente densas de aspecto micronodular.Pequeña imagen pseudonodular en cuadrantes superiores izquierdos, estable.En compresiones localizadas de cuadrante supero externo izquierdo se observa tejido glandular de características normales.No se observa lesiones espiculadas ni microcalcificaciones sospechosas.No hay cambios significativos al comparar con examen previo.Mamas densas Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Por la estructura glandular se sugiere complementar con ecografía para descartar con seguridad un nóduloCambios post quirúrgicos en mama izquierda, sin evidencias de imagen tumoral.En la mama derecha se observa tejido glandular escaso, sin cambios respecto a examen del año 2017.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.El parénquima mamario se observa discretamente denso y heterogéneo, de distribución asimétrica.En ambas mamas se visualizan dos nódulos, a derecha en el cuadrante ínfero interno, a izquierda en el cuadrante supero externo, este último mayor mide 10mm.No hay lesiones espiculadas ni calcificaciones sospechosas.Calcificaciones gruesas. Mamas densas lo que disminuye la sensibilidad de este examen.Nódulos mamarios bilaterales.Es necesario complementar con ecografía mamaria.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Sin cambios respecto a exámenes previos desde el año 2016.Mamografía bilateral sin signos de malignidad.Parénquima mamario denso, heterogéneo, de características y distribución similares al control previo.No hay nódulos dominantes, áreas de distorsión ni microcalcificaciones agrupadas sospechosas, solo puntiformes aisladas.Tejido fibroadiposo prominente en regiones axilares bajas.No se observan adenopatías. Mamas densas, sin evidencias de una lesión maligna ni cambios significativos respecto del control previo.Seria de utilidad complementar con ecotomografía.Se sugiere mantener control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas y vasculares bilaterales.No hay cambios significativos respecto al año 2011.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Mamas de ecoestructura heterogénea.En la región retroareolar izquierda se identifica un nódulo sólido, de márgenes definidos, levemente hipoecogénico, homogéneo de 1,2 x 5 mm. en sus ejes máximos lo cual determina refuerzo acústico posterior y no presenta flujo vascular al estudio Doppler – Color, no se identifican cambios de la piel periareolar.Región retroareolar derecha sin alteraciones. Nódulo retroareolar izquierdo sin signos ecotomográficos de sospecha.Se sugiere control ecotomográfico en 6 meses.BI-RADS: US 3.Atentamente, DR. RODRIGO FERREIRA SOTO DRA. YOMAR MOLINA REYES Médico Radiólogo Médico RadiólogoDRES RFS-YMR/mee Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Linfonodo intramamario izquierdo.Calcificaciones benignas bilaterales.Respecto a examen previo no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Parénquima mamario denso, heterogéneo y pseudonodular, de distribución simétrica.No hay lesiones espiculadas, distorsiones ni microcalcificaciones agrupadas de sospecha solo puntiformes aisladas de carácter benigno.Axilas bajas libres. Mamas densas, heterogéneas, sin evidencias de una lesión maligna en estas proyecciones.Seria de utilidad complementar con ecotomografía.Mamas heterogéneamente densas.No identifico nódulos sospechosos ni lesiones espiculadas.Tampoco hay microcalcificaciones agrupadas.Calcificaciones vasculares, benignas. Mamografía sin signos sugerentes de malignidad.Se recomienda evaluar con ecografía por la mayor densidad mamaria.BI-RADS 2.Atentamente, Dr. RODRIGO HERRMANN PONS Médico RadiólogoRHP/kmi Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario moderadamente denso y heterogéneo, de aspecto micronodular, sin cambios significativos en la estructura glandular respecto a examen previo.No hay microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Pequeño nódulo en región posterior de mama izquierda de 4 mm. sin cambios respecto al año 2014.Mamografía bilateral sin signos de malignidad.Parénquima mamario heterogéneamente denso lo que disminuye la sensibilidad para detectar nódulos.Gruesa calcificación en la mama derecha unión de cuadrantes internos probablemente nódulo calcificado, benigna.En ambas mamas se observan grupos de microcalcificaciones todas de aspecto benigno.Calcificaciones vasculares bilaterales.No se observan microcalcificaciones sospechosas de malignidad. Mamografía sin signos de malignidad. Por la estructura glandular se sugiere complementar con ecografía.Se sugiere control anual.BI-RADS 2Dra. PATRICIA MOYA CUCURELLA Médico Radiólogo DRA. PMC/kmiTejido fibroglandular escaso, observando en la unión de cuadrantes inferiores de la mama izquierda un nódulo isodenso ovoideo, bien delimitado que no ha variado respecto a exámenes anteriores desde el año 2015.Calcificaciones benignas bilaterales.Nódulo mamario izquierdo, benigno sin cambios.Se observa parénquima fibroglandular de ecoestructura homogénea con algunos quistes simple de predomino izquierdo.Se realizaron compresiones localizadas en el cuadrante supero externo derecho, que no demuestran alteraciones.Impresión Diagnóstica: Hallazgos de aspecto benigno.Controlar en 1 o 2 años.BIRADS 2.Atentamente, DR. RODRIGO FERREIRA SOTO Médico RadiólogoRFS/pgg El parénquima mamario se observa denso y de distribución asimétrica.En la mama derecha, en el cuadrante supero externo, se visualiza una asimetría focal, pseudonodular con especulaciones, con microcalcificaciones y calcificaciones gruesas que se mantiene con compresión.Asimetría focal derecha pseudonodular.Es necesario complementar estudio con ecotomografía mamaria y posterior biopsia Core.Se observa una masa con distorsión del parénquima en unión de los cuadrantes superiores de con la imagen ecográfico. Provoca retracción del pezónEl parénquima de la mama izquierda es denso y heterogéneo y presenta al menos 4 focos de microcalcificaciones irregulares, predominantemente en el cuadrante supero externo. Algunas microcalcificaciones discretamente irregulares se extienden también a la region retroareolar.No se aprecian alteraciones en las regiones axilares visibles Mama mamaria derecha sugerente de atipia.Microcalcificaciones de aspecto indeterminado en la mama izquierda.Considerar estudio histológico de mama mamaria derecha. Puede estudiarse con resonancia magnética para descartar lesiones bilaterales.Se recomienda estudio histológico de focos de microcalcificaciones Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas.Mamografía bilateral sin signos de malignidad.Piel de grosor normal.Tejido fibroglandular denso y heterogéneo de distribución bastante asimétrica.En ambas mamas microcalcificaciones y pequeñas calcificaciones gruesas, de aspecto benigno dispersas.Linfonodos axilares inespecíficos. Microcalcificaciones bilaterales de aspecto benigno, sin cambios significativos respecto a examen previo.Mamas densas y heterogéneas que sugiero evaluar con ecografía para descartar nódulos ocultos.BI-RADS : 3 .Atentamente, Dra. María Teresa Luco Vergara DRA. YOMAR MOLINA REYES Médico Radiólogo Médico RadiólogoDRA.MTLV/YMR/kmiCambios post quirúrgicos bilaterales con distorsión del parénquima.Parénquima remanente heterogéneamente denso.No se observan imágenes de lesión tumoral ni microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Mamas de ecoestructura heterogénea.En ambas mamas se identifican múltiples quistes simples algunos con contenido, el de mayor tamaño a derecha en el cuadrante superior externo alcanza 31 mm. y a izquierda en el mismo cuadrante alcanza 37 mm, hallazgos en concordancia con mamografía.No se identifican áreas de distorsión de la arquitectura.Regiones retroareolares de configuración normal.Piel y tejido celular subcutáneo sin alteraciones.No se identifican adenopatías axilares. Quistes mamarios bilaterales.BI-RADS: US 2.Atentamente, DRA. Mª EUGENIA DE LA FUENTE DRA. YOMAR MOLINA REYES Médico Radiólogo Médico RadiólogoDRES.RFS-YMR/mee Mamas de ecoestructura homogénea, difusa.En la mama derecha, en cuadrante supero externo en el radio de la hora 12-1, se observa una imagen nodular solida discretamente hipoecogenica ovalada, circunscrita, no vascularizada de 14 mm que puede corresponder a un nódulo solido o a un lobulillo adiposo. El nódulo descrito en ecografía previa, se localiza en cuadrante supero externo de esta mama en el radio de la hora 2, periaerolar, es levemente hipoecogenico, circunscrito de 7 mm e impresiona corresponder como primera posibilidad a un lobulillo adiposo, no presenta cambios significativos.En cuadrante supero interno de esta mama hay un quiste simple de 6 mm.Regiones retroareolares y axilas normales.Impresión Diagnóstica: Imágenes nodulares solidad en la mama izquierda (2) presuntamente benignos.Controlar con nueva ecografía en 6 meses (febrero 2020) BIRADS 3.Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/pgg Mamas constituidas por densidades fibroglandulares dispersas.Existe una asimetría focal isodensa en cuadrante superior externo izquierdo que persiste en localizaciones.No observo nódulos sospechosos ni lesiones espiculadas.Tampoco hay microcalcificaciones agrupadas. Asimetría focal izquierda que recomiendo evaluar con ecografía.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario denso y heterogéneo algo micronodular.No hay microcalcificaciones sospechosas de malignidad.Calcificaciones de aspecto benigno en ambas mamas de predominio derecho.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.Por la estructura glandular de la paciente se sugiere complementar ecografía mamaria. BIRADS 2.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoPiel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas en mama derecha.Mamografía bilateral sin signos de malignidad.Parénquima mamario de densidad normal.En el cuadrante superior externo izquierdo se observa un nodulo isodenso bien delimitado, estable desde el año 2015.No se observan microcalcificaciones sospechosas de malignidad.Calcificaciones benignas bilaterales.Nódulo mamario izquierdo benigno, sin cambios.Se sugiere control mamográfico anual.Densidades fibroglandulares dispersas y distribución asimétrica.En la mama derecha, en el cuadrante supero externo, se visualiza un nódulo, isodenso, parcialmente circunscrito de 9 mm.No hay lesiones espiculadas.Microcalcificaciones benignas.Calcificaciones gruesasCalcificaciones cutáneas.Nódulo mamario derecho.Se sugiere complementar con ecografía mamaria.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Parénquima mamario heterogéneamente denso. En estas condiciones no se observan nódulos dominantes.En ambas mamas se observan numerosas microcalcificaciones dispersas de aspecto benigno.No se observan microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Se sugiere control mamográfico anual.Por la estructura glandular se sugiere complementar con ecografía para descartar con seguridad un nóduloPiel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Parénquima mamario levemente denso, de características y distribución similares al control anterior.No hay nódulos dominantes, distorsiones ni microcalcificaciones agrupadas de sospecha.Axilas bajas libres. Examen sin signos de sospecha de una lesión maligna.Se sugiere mantener control mamográfico anual.Mamas constituidas por densidades fibroglandulares dispersas.No identifico nódulos sospechosos ni lesiones espiculadas.Tampoco hay microcalcificaciones agrupadas. Mamografía sin signos sugerentes de malignidad.Se recomienda control mamográfico anual.Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Por la estructura glandular se sugiere considerar realizar ecografía mamaria Parénquima mamario extremadamente denso, lo que disminuye la sensibilidad del método.En ambas mamas existen microcalcificaciones predominantemente redondas que se distribuyen a predominio del cuadrante superior externo de la mama derecha, actualmente se observan reducidas en cantidad, teniendo a acumularse a nivel retroareolar en las proyecciones magnificadas.No hay áreas de distorsión ni nódulos espiculados.Axilas bajas libres de adenopatías. Microcalcificaciones mamarias bilaterales estables, inclusive algo disminuidas respecto de controles anteriores.Mama densa por lo que se recomienda complementar con ecografía.BI-RADS : 2 .Atentamente, DR. MARIA FLAVIA PIZZOLONMédico RadiólogoMFP/kmiParénquima mamario levemente denso, de distribución simétrica.No se observan nódulos, lesiones espiculadas ni microcalcificaciones sospechosas de malignidad.Examen sin signos de malignidad.Se recomienda control mamográfico anual.Parénquima mamario acentuadamente denso, heterogéneo lo que no permite descartar la presencia de nódulos en su espesor.En la mama derecha unión de cuadrantes en situación posterior se observa una asimetría de densidad que se modifica con compresión localizada impresionando corresponder a tejido fibroglandular.No se observan microcalcificaciones sospechosas de malignidad.Calcificaciones de aspecto benigno bilaterales. Mamografía sin signos sugerentes de malignidad.Se sugiere control anual.Por la estructura glandular se sugiere complementar con ecografía.BI-RADS 2.Dra. PATRICIA MOYA CUCURELLA Médico Radiólogo DRA. PMC/kmiMamas de predominio adiposo.No se observa nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.Calcificación gruesa benigna en axila derecha.Linfonodos axilares visibles de aspecto normal.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Mamas compuestas por densidades fibroglandulares dispersas.En región retroareolar izquierda, visible en proyección oblicua se observa una imagen pseudo nodular que con compresiones localizadas se modificó completamente y al comparar con compresiones localizadas del año 2014, impresionan sin cambios significativos.No se observan lesiones espiculadas ni microcalcificaciones sospechosas de malignidad.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Parénquima mamario levemente denso, de distribución simétrica.No hay nódulos dominantes, distorsiones ni microcalcificaciones agrupadas de sospecha.Axilas bajas libres. Examen sin signos de sospecha de una lesión maligna.Se sugiere mantener control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.En la mama derecha en cuadrantes internos en proyección cráneo caudal se observa una pequeña imagen nodular tenue bien delimitada de aproximadamente 5mm., solo identificable con claridad en proyección cráneo caudal.Calcificaciones benignas bilaterales.Imagen pequeña de aspecto nodular de mama derecha presuntamente benigna que se sugiere controlar con mamografía unilateral en 6 meses con compresiones localizadas.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.No se observan cambios respecto a exámenes anteriores desde el año 2008.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.BIRADS 1.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoMamas de predominio adiposo.No se observan nódulos ni microcalcificaciones sospechosas de malignidad.Calcificaciones benignas bilaterales. Mamografía sin signos de malignidad. Se sugiere control anual.BI-RADS : 2 .Atentamente, Dra. PATRICIA MOYA CUCURELLA Médico RadiólogoDRA. PMC/kmiMamas acentuadamente densas y heterogéneas, de aspecto micronodular.No se observan lesiones espiculadas ni microcalcificaciones sospechosas.Calcificaciones benignas bilaterales y calcificaciones vasculares.Nódulo en cuadrantes superiores izquierdos ovalado, isodenso de 10mm. estable respecto a control del 2017.No hay cambios significativos al comparar con exámenes previos.Mamas densas, condición que disminuye la sensibilidad de la mamografía.Examen sin hallazgos sugerentes de malignidad.Se sugiere control mamográfico anual.Parénquima mamario levemente denso, de características y distribución similares al control anterior.Sutil distorsión de la arquitectura parenquimatosa del cuadrante superior externo izquierdo que permanece sin cambios.No hay nódulos ni microcalcificaciones agrupadas de sospecha.Calcificaciones vasculares bilaterales.Axilas bajas libres. Examen sin signos de sospecha de una lesión maligna, ni cambios significativos respecto del estudio previo.Se sugiere mantener control mamográfico anual.Densidades fibroglandulares dispersas, de distribución simétrica.No hay nódulos dominantes o lesiones espiculadas.Microcalcificaciones redondas benignas Examen sin signos de malignidad.Se sugiere control mamográfico anual.Parénquima mamario heterogéneamente denso.En la mama derecha cuadrante inferior interno persiste un nódulo isodenso delimitado, que no presenta cambios respecto de examen desde diciembre del 2017.No se observan microcalcificaciones sospechosas de malignidad.Calcificación benigna derecha.Nódulo mamario derecho, presuntamente benigno sin cambios.Se sugiere control con mamografía unilateral derecha con compresiones en 6 meses.Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario de densidad normal y sin cambios significativos en la estructura respecto a examen previo.No hay microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Parénquima mamario marcadamente denso y de aspecto heterogéneo, en estas condiciones no es posible descartar con seguridad la presencia de un nódulo.No se identifican microcalcificaciones sospechosas.No se cuenta con exámenes previos para comparar.Mamas densas, sin signos de malignidad.BI-RADS 1.Dada la densidad del parénquima mamario se sugiere complementar estudio con ecografía mamaria.Atentamente, Dra. M. CATALINA VIAL ALLIENDEMédico RadiólogoMCVA/kmiParénquima mamario levemente denso, de distribución simétrica.En el cuadrante superior externo de la mama izquierda existe nódulo isodenso, de contornos definidos, adyacente a vasos sanguíneos, que plantea como primera posibilidad corresponder a linfonodo intramamario.Nodulillo isodenso, de bordes bien delimitados del cuadrante superior externo derecho de 4mm., de aspecto benigno.No hay lesiones espiculadas, distorsiones ni microcalcificaciones agrupadas de sospecha.Calcificaciones vasculares bilaterales.Axilas bajas libres. Nodulillo mamario izquierdo presuntamente benigno (impresiona corresponder a linfonodo intramamario).Se sugiere controlar en 6 meses con mamografía unilateral.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.BIRADS 2.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoPiel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificación benigna en mama derecha.Mamografía bilateral sin signos de malignidad.Parénquima mamario denso, heterogéneo y pseudonodular, lo que disminuye la sensibilidad del método.En la unión de los cuadrantes inferiores, tercio posterior de la mama derecha, se visualiza nódulo isodenso, de bordes aceptablemente definidos, de 6mm., reducido de tamaño entre controles.No hay lesiones espiculadas, distorsiones ni microcalcificaciones agrupadas de sospecha, solo puntiformes aisladas.Axilas bajas libres. Mamas densas, con contorno nodular derecho, que va en disminución en controles sucesivos.Seria de utilidad complementar con ecotomografía.",{"entities":[[36,48,"MAMA"],[50,92,"HUBICACION"],[125,144,"HALLAZGO"],[176,185,"HALLAZGO"],[338,357,"HALLAZGO"],[455,461,"HALLAZGO"],[522,534,"MAMA"],[634,649,"MAMA"],[753,760,"HALLAZGO"],[775,786,"MAMA"],[787,802,"HALLAZGO"],[841,861,"HALLAZGO"],[1009,1026,"MAMA"],[1082,1096,"MAMA"],[1694,1706,"MAMA"],[1744,1753,"HALLAZGO"],[2026,2046,"HALLAZGO"],[2437,2449,"MAMA"],[3159,3170,"HALLAZGO"],[5530,5550,"MAMA"],[5851,5872,"MAMA"],[6426,6435,"HALLAZGO"],[6437,6450,"HALLAZGO"],[7100,7121,"MAMA"],[7989,8003,"MAMA"],[8431,8442,"MAMA"],[8784,8801,"MAMA"],[9774,9791,"MAMA"],[9822,9836,"MAMA"],[12113,12121,"HALLAZGO"],[14948,14962,"MAMA"],[22129,22140,"MAMA"],[26766,26777,"MAMA"],[28614,28624,"HALLAZGO"],[37466,37477,"MAMA"],[41894,41909,"HALLAZGO"],[42712,42727,"HALLAZGO"],[42814,42825,"MAMA"],[46405,46428,"HALLAZGO"],[47425,47436,"MAMA"],[49608,49623,"HALLAZGO"],[49916,49931,"HALLAZGO"],[55569,55587,"HALLAZGO"],[58320,58334,"MAMA"],[61078,61089,"MAMA"],[63783,63804,"HALLAZGO"],[75569,75580,"MAMA"],[77840,77855,"HALLAZGO"],[88965,88974,"HALLAZGO"],[90217,90230,"HALLAZGO"]]}],["Mamas heterogéneamente densas.En la mama derecha, cuadrante supero externo, tercio posterior se observa parcialmente algunos contornos nodulares y a izquierda, también algunos nodulitos en cuadrantes inferiores, tercio posterior, los cuales no eran visibles en examen previo.Calcificaciones benignas en regiones axilares.Mamas densas con nódulos bilaterales que se sugiere evaluar con ecografía.Tejido fibroglandular heterogéneamente denso, observando un nódulo bien delimitado ovalado en cuadrante inferior interno de la mama derecha, periareolar, que mide 14 mm. de diámetro mayor, ya descrito en informe previo del año 2016.Nódulo mamario derecho benigno, sin cambios.Piel de grosor normal.Tejido fibroglandular denso y heterogéneo.No se identifican nódulos dominantes.En ambas mamas calcificaciones gruesas, calcificaciones vasculares y microcalcificaciones las cuales son magnificadas, observándose puntiformes y bastantes homogéneas. Muchas de ellas precipitan en “lechada de cal”, especialmente en la mama izquierda.En el tercio posterior del cuadrante supero externo de la mama izquierda, se observan microcalcificaciones que tienden a la agrupación, bastante redondas y homogéneas.Linfonodos axilares inespecíficos.Mamas densas y heterogéneas.Microcalcificaciones bilaterales presuntamente benignas que sugiero mantener en control con magnificaciones localizadas en 6 meses Seria de utilidad evaluar con ecografía.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario reemplazado en parte por tejido adiposo sin evidencias de una lesión tumoral y sin cambios en la estructura respecto a examen previo del año 2018.Se observan calcificaciones aisladas benignas.En la mama derecha se observa algunas pequeñas imágenes nodulares tenues, una de las cuales corresponde a un lunar, que no han variado respecto a examen previo.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones de aspecto benigno, bilaterales.Respecto a exámenes previos no se observa cambios.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de aspecto normal sin evidencias de imagen tumoral.No hay microcalcificaciones sospechosas de malignidad.Pequeño nódulo tenue en cuadrantes externos posterior de mama derecha benigno, sin cambiosCalcificaciones benignas y vascularesRespecto a exámenes previos, no se observan cambios significativos.Mamografía bilateral sin signos de malignidad.BI-RADS : 2Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoMamas compuestas por densidades fibroglandulares dispersas, observando en cuadrante supero externo derecho una asimetría de densidad ya presente en exámenes previos, y en la actualidad menos evidente.No se observa nódulos dominantes, lesiones espiculadas ni microcalcificaciones sospechosas.No hay cambios significativos al comparar con exámenes previos.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Ganglios calcificados en región axilar baja izquierda.Calcificaciones benignas y vasculares.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas.No se observa nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.Calcificaciones benignas en mama derecha.Prótesis bilaterales retroglandulares de morfología normal y contorno liso.Linfonodos axilares de aspecto normal. Examen sin hallazgos sugerentes de malignidad.Prótesis bilaterales sin signos de rotura extracapsular.Se sugiere control mamográfico anual.BI-RADS : 2 .Atentamente, DRA. VERONICA VENTURELLI AVILA Médico Radiólogo DRA.VVA/kmiPiel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Parénquima mamario heterogéneamente denso.Se observa distorsión del parénquima en unión de cuadrantes externos, posiblemente en relación a cirugía previa.La calcificación que se controla persiste sin cambios significativos.En magnificaciones se ha hecho evidente un nódulo en región central de la mama, cuyos contornos se delimitan parcialmente y requiere estudio con ecotomografía.Parénquima mamario moderadamente denso y de aspecto heterogéneo, observando una simetría de densidad en los cuadrantes externos de mama derecha, tercio posterior, hallazgo que se encuentra estable mamograficamente respecto a examen previo del año 2015 y corresponde a parénquima glandular normal.No se identifican microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.BI-RADS 2.Se sugiere control anual.Atentamente, Dra. M. CATALINA VIAL ALLIENDEMédico RadiólogoMCVA/kmiPiel y tejido subcutáneo sin alteraciones. Mamas marcadamente densas sin evidencias de lesión tumoral.No hay evidencias de nódulos ni microcalcificaciones sospechosas de malignidad.Calcificación benigna en mama izquierda.Mamas densas sin signos de malignidad.Sería de utilidad complementar con ecografía.Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario heterogéneamente denso más abundante a izquierda.No hay microcalcificaciones sospechosas de malignidad.Calcificaciones de aspecto benigno aisladas en ambas mamas.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.Por la estructura glandular de la paciente se sugiere considerar complementar ecografía mamaria BIRADS 2.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoMamas compuestas por densidades fibroglandulares dispersas.En cuadrantes externos izquierdos, se observa una imagen asimetría, pseudonodular isodensa, de contornos parcialmente visibles, de aproximadamente 15 mm, que en compresión localizada se mantiene, no tiene una clara representación en proyección oblicua, aparentemente ya estaba presente en examen previo y sin cambios.No hay lesiones espiculadas ni microcalcificaciones sospechosas, algunas calcificaciones aisladas benignas y calcificaciones vasculares a derecha.Examen sin hallazgos sugerente de malignidad.Asimetría izquierda benigna, estable, sin representación en ecografía.Se sugiere control mamográfico anual Parénquima glandular mamario moderadamente denso y heterogéneo, de aspecto micronodular.Calcificaciones benignas en ambas mamas.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.BIRADS 2.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoMamas heterogéneamente densas.No se observa nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.Calcificaciones aisladas benignas bilaterales.No hay cambios significativos al comparar con examen previo. Examen sin hallazgos sugerentes de malignidad.Se sugiere control mamográfico anual.Por la densidad del parénquima seria de utilidad complementar con ecografía.BI-RADS : 2 .Atentamente, DRA. VERONICA VENTURELLI AVILA Médico Radiólogo DRA.VVA/kmiMamas de ecoestructura homogénea.En la mama izquierda en unión de cuadrantes externos, desde la zona periaerolar se observa un área hipoecogenica, mal delimitada de forma irregular que mide aproximadamente 25 x 18 x 30 mm, en cuyo espesor se observan algunas imágenes ecogénicas que probablemente corresponden a calcificaciones, impresiona existir extensión intraductal hacia la región retroareolar. A la señal Doppler color se observa aumento de la vascularización en esa zona.En ambas mamas se observan quistes simples que miden hasta 7 mm.Los linfonodos axilares evaluados presentan características ecográficas conservadas, no se identifica adenopatías.Impresión Diagnóstica: Pequeños quistes simples aislados bilaterales sin significado patológico.Área hipoecogenica con distorsión parenquimatosa en unión de cuadrantes externos de mama izquierda, que se correlaciona con área de microcalcificaciones visibles en mamografía.Se sugiere estudio histológico mediante biopsia percutánea bajo guía ecográfica. De no ser posible se podría estudiar a través de biopsia estereotáxica.BIRADS 4 C.Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/pgg Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario heterogéneamente denso y sin cambios en la estructura respecto a examen previo.No hay microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Parénquima mamario heterogéneamente denso, sin evidencias de lesion tumoral ni microcalcificaciones sospechosas.Clip de biopsia estereotáxica en mama izquierda y calcificaciones benignas en ambas mamas.No hay cambios significativos respecto al 2017.Mamografía bilateral sin signos de malignidad.Parénquima mamario heterogéneamente denso.Se observa asimetrías de densidad en cuadrantes externos de mama derecha y cuadrante superiores de mama izquierda.Ambas se modifican por completo con compresiones localizadas y corresponden a tejido fibroglandular normal.No se observa microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Parénquima mamario levemente denso, de características y distribución similares al control anterior.En el cuadrante superior externo de la mama izquierda, persiste sin variantes, escasas microcalcificaciones puntiformes, agrupadas, de aproximadamente 1mm., de extensión.No hay lesiones nodulares, distorsiones u otras microcalcificaciones de sospecha, solo vasculares aisladas. Microcalcificaciones mamarias izquierdas, estables respecto del control previo.Se recomienda control con mamografía bilateral en agosto de 2019, incluyendo proyecciones magnificadas izquierdas.Mamas predominantemente adiposas.No identifico nódulos sospechosos ni lesiones espiculadas.Tampoco hay microcalcificaciones agrupadas.Calcificaciones benignas izquierdas. Mamografía sin signos sugerentes de malignidad.Se recomienda control mamográfico anual.BI-RADS 2.Atentamente, Dr. RODRIGO HERRMANN PONS Médico RadiólogoRHP/kmi Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Pequeña imagen nodular tenue en la unión de cuadrante internos de la mama derecha.Calcificaciones benignas bilaterales.No se observan cambios significativos respecto a exámenes anteriores desde el año 2011.Mamografía bilateral sin signos de malignidad.Mamas levemente densas y heterogéneas de aspecto micronodular.No se observan lesiones espiculadas ni microcalcificaciones sospechosas.Nodulito redondeado isodenso bien delimitado en cuadrante supero externo derecho, tercio medio de 4 mm.Pequeño nodulito derecho presuntamente benigno.Controlar con mamografía derecha y compresiones localizadas en 6 meses (julio 2020).Parénquima mamario levemente denso, observando un nódulo de centro radiolúcido en el cuadrante ínfero interno de mama derecha, tercio posterior y una imagen pseudonodular en los cuadrantes internos de mama izquierda que podría ubicarse a nivel del cuadrante supero interno en la proyección oblicua. Estos más probablemente correspondan a linfonodos intramamarios.No se observan microcalcificaciones sospechosas de malignidad.No se cuenta con exámenes previos para comparar.Mamografía bilateral sin signos de malignidad.BI-RADS 2.Se sugiere control anual.Atentamente, Dra. M. CATALINA VIAL ALLIENDEMédico RadiólogoMCVA/kmiMamas heterogéneamente densas, sin evidencias de lesión tumoral ni microcalcificaciones sospechosas.No hay cambios significativos al comparar con exámenes previos.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Por la densidad del parénquima seria de utilidad complementar con ecografíaExamen realizado como control de nódulo mamario izquierdo el que no ha variado significativamente respecto a exámenes previos desde septiembre del 2018.No han aparecido otras lesiones focales.No hay microcalcificaciones sospechosas.Nódulo mamario izquierdo presuntamente benigno y estable.Requiere nuevo control mamográfico en un año.Piel de grosor normal.Tejido fibroglandular leve a moderadamente denso, de distribución simétrica.No hay nódulos ni microcalcificaciones sospechosas.Linfonodos axilares inespecíficos. Examen sin signos de malignidad.Se recomienda control anual.Parénquima mamario heterogéneamente denso, sin cambios en la estructura glandular. Sin evidencias de nódulos dominantes.Calcificaciones benignas bilaterales.No se observan microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Se sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Sin cambios respecto a examen del año 2016.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas, sin evidencias de imagen tumoral ni microcalcificaciones agrupadas sospechosasExamen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Parénquima mamario moderadamente denso, heterogéneo y pseudonodular.En la unión de los cuadrantes superiores izquierdos existe nódulo isodenso, parcialmente delimitado, de aproximadamente 1cm., y otros contornos nodulares en ambas mamas, escasamente delimitados.En la unión de los cuadrantes izquierdos, tercio posterior, persiste sin variables desde 2013 un pequeño nodulo isodenso, bien delimitado, de 3mm.No hay lesiones espiculadas, distorsiones o microcalcificaciones agrupadas de sospecha, solo redonda aislada en mama izquierda. Mamas densas, con contornos nodulares bilaterales presuntamente benignos, algunos de ellos ya visualizado en 2013, se sugiere complementar con ecografía.Mamas compuestas por densidades fibroglandulares dispersas, sin evidencia de imagen tumoral ni microcalcificaciones sospechosas.Calcificación benigna izquierda.Linfonodo intramamario derecho.Impresión diagnostica: Examen sin hallazgos sugerentes de malignidadBIRADS 2Se sugiere control mamográfico anualAtentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/moi Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.En comparación con examen anterior del año 2010 no se observan cambios significativos.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificación benigna en mama izquierda.Respecto a examen previo no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Piel de grosor normal.Mamas heterogéneamente densas.En la mama derecha en la unión de cuadrantes externos y cuadrantes supero externos se observan dos nódulos isodensos al parénquima mamario, de contornos bien definidos, el del cuadrante supero externo mide 10mm y el de la unión de los cuadrantes externos mide 20mm y presenta calcificaciones gruesas en su espesor.En la mama izquierda se observan otros contornos parcialmente definidos, que no miden más de 10mm.Microcalcificaciones aisladas.Linfonodos axilares inespecíficos.Nódulos mamarios derechos y probables nódulos mamarios izquierdos presuntamente benignos, el de la unión de los cuadrantes externos derecho impresiona un fibroadenoma.Se sugiere control ecográfico.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario heterogéneo.Imágenes de aspecto nodular en mama derecha, algunas de menor tamaño respecto a exámenes previos (antecedentes de nódulos sólidos y quistes según ecografía previa).No hay microcalcificaciones sospechosas de malignidad.Calcificaciones benignas y vasculares.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.BIRADS 2.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoEl parénquima mamario se observa denso, de distribución simétrica.No hay nódulos dominantes o lesiones espiculadas.No hay microcalcificaciones sospechosas. Mamas densas, lo que disminuye la sensibilidad de este examen.Se recomienda control mamográfico anual.BI-RADS : 1 .Atentamente, Dra. Mª EUGENIA DE LA FUENTE MEDINA Médico RadiólogoDRA. MDLFM/kmiDensidades fibroglandulares dispersas de distribución simétrica.En la mama derecha, en el cuadrante supero externo se visualiza contorno nodular mejor caracterizado con compresión el que se observa parcialmente circunscrito, de 9mm.No hay microcalcificaciones sospechosas. Nódulo mamario derecho.Es necesario complementar con ecografía.Mamas moderadamente densas.No se identifican nódulos, lesiones espiculadas ni microcalcificaciones agrupadas de sospecha.Calcificaciones benignas y vasculares bilaterales Mamas densas, lo que disminuye la sensibilidad de este examen. Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Por la densidad del parénquima seria de utilidad complementar con ecografíaEn relación al cuadrante superó externo de la mama derecha, se confirma presencia de distorsión arquitectural del parénquima fibroglandular en una extensión de al menos 30 mm. No se asocia con microcalcificaciones.Al estudio de tomosintesis es especialmente categórico.En el resto de los cuerpos mamarios abundante parénquima fibroglandular denso con calcificaciones de aspecto probablemente benigno, redondas homogéneas parcialmente agrupadas.La evaluación ecográfica demuestra una muy discreta distorsión del parénquima fibroglandular en el cuadrante supero externo derecho.No hay otras alteraciones significativas.Distorsión arquitectural de la mama derecha, sugerente de atipia.Considerar estudio histológico mediante biopsia estereotáxica.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.BIRADS 2.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoEn las proyecciones radiológicas obtenidas se observan microcalcificaciones redondas agrupadas con centro radiolúcido, de carácter benigno.No hay imágenes sospechosas de malignidad en estas proyecciones.Impresión Diagnóstica: Corresponde controlar con mamografía bilateral en forma anual.BIRADS 2.Atentamente, DRA. MARIA FLAVIA PIZZOLON Médico RadiólogoMP/kmiPiel de grosor normal.Mamas compuestas por tenues opacidades fibroglandulares de distribución simétrica.No se observan nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.Linfonodos axilares inespecíficos.Examen sin signos de malignidad.Se sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Pequeño nódulo mamario derecho, benigno, sin cambios.Calcificaciones vasculares.No se observan cambios respecto a exámenes desde el año 2015.Mamografía bilateral sin signos de malignidad.Mamas acentuadamente densas y heterogéneasEn ambas mamas se observan nódulos isodensos de contornos parcialmente oscurecidos por la densidad del parénquima, muchos de los cuales no estaban presentes en exámenes previos.No se observa lesiones espiculadas ni microcalcificaciones sospechosas.Axilas bajas libres.Mamas densas Nódulos bilaterales.Se sugiere evaluar con ecotomografía.Piel y tejido celular subcutáneo de grosor y ecoestructura conservada.Tejido fibroglandular de predominio fibroso.No observo nódulos solidos ni quistes.Zonas retroareolares y axilas normales.Impresión Diagnóstica: Examen sin signos de malignidad.BIRADS 1.Atentamente, Dra. MARIA TERESA LUCO VERGARA Médico RadiólogoMTLV/kmiMamas heterogéneamente densasNo se observa lesiones espiculadas ni microcalcificaciones sospechosas.En cuadrante supero externo de mama izquierda, tercio posterior se observa un nodulito bien delimitado de 5mm. que podría corresponder a un linfonodo intramamario.Linfonodos axilares visibles de aspecto normal.Pequeño nodulito izquierdo presuntamente benigno.Controlar con compresiones localizadas en 6 meses (agosto 2020) BI-RADS : 3 Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/moi Parénquima mamario levemente denso, de distribución simétrica.No hay nódulos dominantes, distorsiones ni microcalcificaciones agrupadas de sospecha.Calcificaciones puntiformes aisladas de carácter benigno. Examen sin signos de sospecha de una lesión maligna.Se sugiere mantener control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Distorsión segundaria a cirugía previa en mama izquierda.Calcificaciones benignas bilaterales.No se dispone de exámenes previos.Mamografía bilateral sin signos de malignidad.Mama constituida por densidades fibroglandulares dispersas.Existe un pequeño nódulo isodenso, parcialmente delimitado en tercio anterior de la unión de cuadrantes superiores que no ha variado significativamente entre controles.No observo lesiones espiculadas ni microcalcificaciones agrupadas. Nódulo izquierdo presuntamente benigno.Se recomienda control con mamografía bilateral en el mes de julio.Densidades fibroglandulares dispersas de distribución simétrica.En la mama izquierda, en el cuadrante supero externo mejor visualizado con compresión se observa contorno nodular isodenso parcialmente circunscrito de 4mm.No hay lesiones espiculadas.Microcalcificaciones redondas, algunas con centro radiolúcido confluentes en el cuadrante supero externo izquierdo. Contorno nodular izquierdo.Sería conveniente complementar con ecografía mamaria.BI-RADS : 3 .Atentamente, Dra. Mª EUGENIA DE LA FUENTE MEDINA Médico RadiólogoDRA. MDLFM/kmiPiel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Respecto a examen previo no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Mamas heterogéneamente densas, de aspecto micronodular, condición que disminuye la sensibilidad de la mamografía.No se identifica nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.No hay cambios significativos respecto a examen previo. Mamas densas.Examen sin hallazgos sugerentes de malignidad.Se sugiere control mamográfico anual.Por la densidad del parénquima mamario se recomienda complementar con ecografía.Parénquima mamario reemplazado parcialmente por tejido adiposo.En ambas mamas se observan nódulos, la mayoría con gruesas calcificaciones. En la región retroareolar izquierda un nódulo isodenso bien delimitado de 6 mm.Linfonodos intramamarios bilaterales.Calcificaciones vasculares bilaterales.No se observan microcalcificaciones sospechosas de malignidad.Nódulos mamarios bilaterales, benignos con caracteres de fibroadenoma involutivos.Nódulo izquierdo presuntamente benigno.Se sugiere control con mamografía unilateral izquierda en 6 meses.Mamas de ecoestructura homogénea, difusa.En ambas mamas se observa múltiples quistes simples distribuidos por todo el parénquima mamario que miden hasta 3cms.No se observa nódulos solidos ni áreas de distorsión del parénquima.Linfonodos axilares de aspecto normal.Impresión Diagnóstica: Numerosos quistes simples bilaterales sin significado patológicos.BIRADS US 2.Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/moi El parénquima mamario se observa heterogéneamente denso, de distribución simétrica, sin variación con respecto a examen previo.No hay nódulos dominantes o lesiones espiculadas.No hay microcalcificaciones sospechosas. Mamas densas, sin signos de malignidad.Se recomienda control mamográfico anual.Ambas mamas presentan un patrón predominantemente adiposo.En cuadrante inferior externo izquierdo, periareolar, existe un grupo de quistes que corresponde al nódulo descrito en mamografía, midiendo 9mm.No identifico nódulos solidos ni adenopatías axilares.Impresión Diagnóstica: Hallazgos benignos.Recomiendo control mamográfico anual.BIRADS 2.Atentamente, Dr. RODRIGO HERRMANN PONS Médico RadiólogoRHP/kmi Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.En comparación con examen del año 2017 las asimetrías de densidad descrita en mama izquierda son menos evidentesCalcificaciones benignas en ambas mamas.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Linfonodo intramamario derecho.Mamografía bilateral sin signos de malignidad.Mamas heterogéneamente densas.No se observan nódulos espiculados ni microcalcificaciones agrupadas sospechosas.En cuadrantes superiores derechos, tercio posterior, hay un nódulo ovalado circunscrito de 7 mm, que podría corresponder a un linfonodo.Mamas densas condición que disminuye la sensibilidad de la mamografía, motivo por el cual seria recomendable complementar estudio con ecografía.Pequeño nódulo derecho presuntamente benigno, controlar con compresiones localizadas en 6 meses (mayo 2019).Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.Algunas calcificaciones benignas bilaterales.En comparación con examen previo del año 2019 no se observan cambios significativos.Mamografía bilateral sin signos de malignidad.Se sugiere control anual con mamografía y ecografía.Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario heterogéneo.Calcificaciones benignas en mama derecha, una con el aspecto de un fibroadenolipoma hialinizado, sin cambios.Las imágenes nodulares visibles en examen del año 2011 en mama izquierda, son menos evidentes en la actualidad.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Parénquima mamario levemente denso, observando una asimetría de densidad focal en el cuadrante supero externo de mama derecha que con la compresión localizada se modifica he impresiona corresponder a parénquima glandular normal.Dudosa distorsión parenquimatosa en los cuadrantes externos de mama izquierda que se modifica por completo con las compresiones localizadas.No se identifican microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.BI-RADS 2.Se sugiere control anual.Atentamente, Dra. M. CATALINA VIAL ALLIENDEMédico RadiólogoMCVA/kmiTejido glandular discretamente denso, observando dos imágenes nodulares Tenues, bien delimitadas en mama derecha, visibles en proyección cráneo caudal, que miden 7 y 4 mm., que no estaban presentes en examen anterior del año 2017.Calcificaciones benignas bilaterales.Pequeños nódulos mamarios derechos presuntamente benignos.Se sugiere control con mamografía derecha en 6 meses.El parénquima mamario se observa denso, de distribución asimétrica, más confluente en el cuadrante supero externo derecho, formando una pequeña asimetría que se disipa con compresión.En la región central de la mama derecha se observa contorno nodular isodenso de 5mm.No hay lesiones espiculadas.No hay microcalcificaciones sospechosas.Calcificaciones gruesas. Mamas densas, lo que disminuye la sensibilidad de este examen.Contorno nodular a derecha.Se sugiere complementar con ecografía.Mamas compuestas por tenues opacidades fibroglandulares de distribución simétrica.No hay nódulos espiculados ni microcalcificaciones sospechosas.Calcificaciones vasculares bilaterales.Axilas bajas libres. Examen sin signos de malignidad.Parénquima mamario heterogéneamente denso.En los cuadrantes superiores de la mama izquierda, se observa una imagen nodular, isodensa, delimitada de unos 15 mm.No se observan microcalcificaciones sospechosas de malignidad.Calcificación benigna izquierda.Nódulo mamario izquierdo presuntamente benigno.Se sugiere control con mamografía unilateral izquierda con compresiones en 6 meses.El parénquima mamario se observa discretamente denso y de distribución simétrica, sin variación con respecto a examen previo.No hay nódulos dominantes o lesiones espiculadas.Marcador de biopsia estereotáxica en el cuadrante supero externo derecho.No hay microcalcificaciones sospechosas.Calcificaciones vasculares. Mamas discretamente densas lo que disminuye la sensibilidad de este examen.Examen sin signos sugerentes de malignidad.Se recomienda control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Mamas de ecoestructura heterogénea difusa.En la mama derecha, se observa a lo menos 4 nódulos solidos que se localizan en cuadrante supero externo de 7,5 mm, unión de cuadrantes externos de 6 mm, cuadrante ínfero interno de 13 mm y cuadrante supero interno periaerolar de 8 mm. Todos son hipoecogenicos y bien delimitados. En esta mama se observa además en unión de cuadrantes superiores un quiste simple de 9 mm y en unión de cuadrantes externos una imagen que pudiera corresponder a 2 quistes adyacentes con contenido que miden en conjunto 8,6 mm.En la mama izquierda, se observa 11 nódulos sólidos, todos son hipoecogenicos, bien delimitados, algunos ovalados y otros lobulados que se localizan , 3 entre el radio de la hora 12-1 de 11,8 y 10 mm, un cuarto nódulo se localiza a la hora 2, periaerolar de 20 mm, a la hora 3 de 4,5 mm, a la hora 5-6 a 5 cms del pezón de 14 mm, a la hora 6 a 2 cms del pezón de 20 mm, a la hora 8 de 10 mm, a la hora 9 hay dos nódulos de 7,6 y 15 mm y a la hora 11 a 3 cms del pezón de 11 mm. Algunos de estos nódulos ya estaban presentes en ecografía previa y sin cambios significativos. En región retroareolar izquierda hacia cuadrantes externos hay una imagen nodular, lobulada, bien delimitada, heterogénea, con algunas porciones quísticas y que mide 20 mm de diámetro mayor. A la señal Doppler color presenta vascularización en su interior. Evaluada dirigidamente en forma retrospectiva impresiona ya estar presente en ecografía previa y sin cambios significativos.Los linfonodos axilares evaluados presentan características normales.Se magnificó mama izquierda, observando calcificaciones benignas, algunas de ellas con centro radiolúcido y que podrían estar asociadas a algunos de los nódulos descritos en ecografía.Quiste simple y una imagen sugerente de quiste con contenido espeso en la mama derecha.Nódulos solidos bilaterales presuntamente benignos (4 a derecha y 11 a izquierda). Se sugiere controlar en forma estricta con nueva ecografía en 6 meses.Imagen nodular retroareolar izquierda, sin cambios significativos respecto a examen previo, pero que dada sus características podría corresponder a una lesión papilar, por lo que se recomienda estudio histológico a través de biopsia Core, bajo ecografía.Mamas constituidas por densidades fibroglandulares dispersas.Existe un pequeño nódulo isodenso, ovalado y bien circunscrito en cuadrante inferior externo izquierdo y otro mas tenue en tercio posterior de la unión de cuadrantes externos de la mama derecha, que no han variado desde el año 2017.No observo lesiones espiculadas ni microcalcificaciones agrupadas.Calcificación benigna derecha. Mamografía sin signos sugerentes de malignidad.Se recomienda control mamográfico anual.En el cuadrante superior externo izquierdo persiste imagen nodular isodensa, parcialmente delimitada en las proyecciones de compresión localizada.No hay otros hallazgos en estas proyecciones. Se sugiere complementar con ecografía.BI-RADS : 3 .Atentamente, DR. MARIA FLAVIA PIZZOLONMédico RadiólogoMFP/kmiMamas heterogéneamente densas.No se identifican nódulos, lesiones espiculadas ni microcalcificaciones sospechosas de malignidad.Las microcalcificaciones en control en mama derecha, en la actualidad no se visualizan, solo se ve una microcalcificación redonda benigna.Examen sin hallazgos sugerentes de malignidad.Se sugiere control mamográfico anualPiel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas.No se observa nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.Insipientes calcificaciones vasculares No hay cambios significativos al comparar con exámenes previos.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Mamas de predominio adiposo, sin evidencias de imagen tumoral.Calcificaciones benignas bilaterales No se observa microcalcificaciones agrupadas de sospecha.Mamografía bilateral sin signos de malignidad.Se sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas.En ambas mamas se observa pequeñas imágenes nodulares que miden entre 3 y 6 mm, isodensas, bien delimitadas, ya presentes en exámenes previo, excepto la visible en cuadrantes externos derechos, tercio posterior.No hay lesiones espiculadas ni microcalcificaciones sospechosas de malignidad.Calcificaciones benignas y vasculares bilaterales Pequeño nódulo derecho presuntamente benigno.Se sugiere evaluar con ecografía y de no ser posibles controlar con mamografía derecha y compresión localizada en 6 meses (octubre 2019).Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.No hay cambios significativos respecto del control anterior.Mamografía bilateral sin signos de malignidad.Parénquima mamario de densidad normalEn el cuadrante superior externo de la mama izquierda, se observa una asimetría de densidad pseudonodular, que se modifica parcialmente con compresión localizada, aunque pudiera corresponder a tejido fibroglandular.No se observan microcalcificaciones sospechosas de malignidad.Asimetría de densidad mamaria izquierda que se sugiere evaluar con ecografía.Mamas de ecoestructura homogénea difusa con predominio de tejido fibroglandular.En la mama derecha se controla dos nódulos sólidos, el primero se localiza en cuadrante supero interno, hora 12-1 periareolar, es hipoecogenico, circunscrito, con pequeñas lobulaciones, mide 9x4,7x7,5mm, el segundo se localiza en el radio de la hora 1 periareolar, mide 8mm de diámetro mayor, ambos no se observan vascularizados a la señal Doppler color y no presentan cambios significativos en morfología ni tamaño respecto a examen previo.En la actualidad se observa una imagen de aspecto nodular en unión de cuadrantes inferiores de mama derecha periareolar que impresiona mas bien corresponder a un lobulillo adiposo.No se observa otras lesiones focales.Regiones retroareolares y axilas normales.Impresión Diagnóstica: Dos nódulos sólidos en mama derecha presuntamente benignos sin cambios.Se recomienda control con nueva ecografía en 6 meses (mayo 2021) y se sugiere control mamográfico anual el cual corresponde en febrero del 2021 (se sugiere realizar tomosintesis).BIRADS 3.Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/kmi Mamas compuestas por densidades fibroglandulares dispersas.El nódulo que se controla se localiza en cuadrantes supero externo izquierdo, tercio medio, es isodenso, ovalado, mide 6 mm, y no presenta cambios significativos en morfología y tamaño, respecto a examen previo.No hay lesiones espiculadas ni microcalcificaciones sospechosas de malignidad.Calcificaciones benignas bilaterales Examen sin hallazgos sugerentes de malignidadNódulo izquierdo estable, benigno.Se sugiere control mamográfico anual.Mamas constituidas por densidades fibroglandulares dispersas.Existen cambios post quirúrgicos y post radioterapia en la mama derecha.Además, existe un marcador de biopsia en unión de cuadrantes internos de la mama derecha.No observo lesiones espiculadas ni microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.No se observan cambios significativos respecto de exámenes previos del año 2014. Mamografía sin signos sugerentes de malignidad.BI-RADS 2.Atentamente, Dr. RODRIGO HERRMANN PONS Médico RadiólogoRHP/kmi Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificación benigna en mama derecha.Mamografía bilateral sin signos de malignidad.Densidades fibroglandulares dispersas, de distribución asimétrica.Pequeña asimetría focal a nivel de los cuadrantes inferiores de la mama derecha, que se disipa con compresiones.No hay nódulos dominantes o lesiones espiculadas.Microcalcificaciones puntiformes benignas.Linfonodos axilares.Examen sin signos de malignidad.Se sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel de grosor normal.Mamas de predominio adiposo.En la mama izquierda en el cuadrante ínfero interno se observa una asimetría focal de densidad que impresiona corresponder solo a tejido fibroglandular que se disipa.En ambas mamas calcificaciones gruesas de aspecto benigno.En la mama derecha en el tercio medio de la unión de los cuadrantes externos se observan microcalcificaciones agrupadas puntiformes y amorfas que impresionan presentarse en dos grupos, en la mama izquierda se observa calcificaciones gruesas, muchas de ellas redondas y homogéneas y que tienen a la dispersión.Linfonodos axilares inespecíficos.Se sobreproyecta en la axila baja izquierda catéter de hemodiálisis. Microcalcificaciones derechas sospechosas de malignidad que requieren estudio histológico.BI-RADS 4B. Dra. María Teresa Luco Vergara Médico RadiólogoDRA.MTLV/kmiPiel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Algunas calcificaciones benignas bilaterales.Sin cambios significativos desde el año 2017.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Mamas heterogéneamente densas sin evidencias de lesión tumoral.No hay evidencias de nódulos ni microcalcificaciones sospechosas de malignidad.Calcificación benigna en mama izquierda.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario de densidad normal y sin cambios en la estructura respecto a exámenes previos.No hay microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas, levemente densas.No se observan nódulos, lesiones espiculadas ni microcalcificaciones agrupadas sospechosas.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Linfonodos intramamario bilaterales.Respecto a examen previo no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Cambios post quirúrgicos y post radioterapia en mama izquierda con clips metálicos en el lecho quirúrgico.Quiste oleoso calcificado en lecho quirúrgico.No hay evidencias de lesión tumoral ni microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Parénquima mamario heterogéneamente denso, observando en el cuadrante supero externo de mama derecha una distorsión del parénquima que persiste en compresiones localizadas en ambas proyecciones.No se observan microcalcificaciones sospechosas.Distorsión del parénquima de mama derecha que requiere evaluación con tomosíntesis para decidir estudio histológico de esta zona.La evaluación ecográfica demuestra una lesión nodular de margen no circunscrito que presenta una lobulacion anterior y un margen angulado posterior. La lesión mide 8 mm. de diámetro transverso mayor y se ubica en el cuadrante ínfero interno de la mama izquierda en correlación con el hallazgo mamográfico.No hay otras lesiones focales.En la axila algunos linfonodos de aspecto inespecífico.Impresión Diagnóstica: Nódulo mamario izquierdo sospechoso.Recomendación: Considerar biopsia bajo visión ecográfica.BIRADS US 4Atentamente, DR. RODRIGO FERREIRA SOTO Médico RadiólogoRFS/moiParénquima mamario moderadamente denso y de aspecto heterogéneo y micronodular, en estas condiciones se observa una asimetría pseudonodular en los cuadrantes superiores de mama derecha la que podría ubicarse en la región central en la proyección cráneo caudal.Calcificación gruesa, benigna, en mama izquierda.No se identifican microcalcificaciones sospechosas.Asimetría de mama derecha que se sugiere evaluar con compresiones localizadas.BI-RADS 0.Atentamente, Dra. M. CATALINA VIAL ALLIENDEMédico RadiólogoMCVA/kmiPiel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas y vasculares bilaterales.En comparación con examen del año 2017 no se observan cambios.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas.En unión de cuadrantes externos de mama derecha tercio medio ha aparecido un nódulo isodenso de aproximadamente 7-8mm. bien delimitado.No se observan lesiones espiculadas ni microcalcificaciones sospechosas de malignidad.En ambas mamas hay microcalcificaciones puntiformes difusas benignas.Clip de biopsias estereotáxicas previas. Uno a derecha y dos a izquierda.Nódulo mamario derecho presuntamente benigno.Se recomienda evaluar con ecografía para desterminar su naturaleza en solidad quística.BI-RADS : 3. Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/moi Parénquima mamario moderadamente denso, heterogéneo, de características y distribución similares al control anterior.Linfonodos intramamarios derechos, estables.En el cuadrante superior externo derecho persisten sin variantes un nódulo isodenso, parcialmente delimitado, de aproximadamente 7-8mm.No hay lesiones espiculadas, distorsiones o microcalcificaciones agrupadas de sospecha.Tenues calcificaciones vasculares del lado derecho.Axilas bajas libres. Examen con contornos nodulares correspondientes a quistes según examen anterior.Se sugiere mantener control anual y actualizar ecografía.BI-RADS : 2 .Atentamente, Dra. MARIA FLAVIA PIZZOLON DRA. YOMAR MOLINA REYES Médico Radiólogo Médico RadiólogoMFP/YMR/kmiMamas densas, asimétricas, lo que disminuye la sensibilidad del examen.En estas condiciones en cuadrante externo de la mama izquierda se identifica un contorno nodular de aproximadamente 8mm., no se identifican áreas de distorsión del parénquima mamario.No se observa microcalcificaciones de aspecto sospechoso.Regiones axilares bajas sin alteraciones. Mamas densas.Contorno nodular de la mama izquierda, se sugiere complementar con ecografía.BI-RADS : 3 .Atentamente, Dra. Mª EUGENIA DE LA FUENTE MEDINA DRA. YOMAR MOLINA REYES Médico Radiólogo Médico RadiólogoMDLFM/YMR/kmiEl parénquima mamario se observa discretamente denso y de distribución asimétrica.Pequeña asimetría focal en el cuadrante supero externo derecho, que se disipa con compresión localizada.No hay nódulos dominantes o lesiones espiculadas.Microcalcificaciones redondas y puntiformes benignas.Calcificaciones vasculares.Linfonodos axilares.Mamas densas, lo que disminuye la sensibilidad de este examen. Asimetría focal derecha que se disipa con compresión, correspondiente a tejido fibroglandular mamario.Sería conveniente complementar con ecotomografía.Se sugiere control mamográfico anual.Se observan disminución difusa de la ecogenicidad del parénquima mamario, hallazgo compatible con lactancia materna en curso, en estas condiciones se observa un nódulo en el cuadrante supero externo de mama derecha, tercio posterior, ovalado, bien delimitado discretamente hipoecogénico el que mide 10mm., de diámetro mayor y no presenta cambios significativos en tamaño ni morfología respecto a examen previo.Tampoco se observan cambios en nódulo ecogenico que se controla en el cuadrante supero interno de mama izquierda.La imagen nodular descrita en el cuadrante ínfero interno de mama derecha corresponde a un conducto galactóforo con contenido ecogenico móvil en su interior. Nódulos mamarios bilaterales, uno en cada mama, de aspecto presuntamente benigno y sin cambios, estos más probablemente corresponden a galactocele.Se sugiere control con ecografía mamaria en 6 meses.Piel y tejido subcutáneo normal.Parénquima glandular marcadamente denso lo que no permite descartar nódulos en su espesor.Linfonodo intramamario izquierdo.Calcificaciones benignas bilaterales.Respecto a examen previo no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Parénquima mamario levemente denso, de distribución simétrica.Calcificaciones redondas aisladas en ambas mamas de carácter benigno.No hay nódulos dominantes, distorsiones ni microcalcificaciones agrupadas de sospecha.Axilas bajas libres. Examen sin signos de sospecha de una lesión maligna.Se sugiere mantener control mamográfico anual.BI-RADS : 2 .Atentamente, Dra. MARIA FLAVIA PIZZOLON DRA. YOMAR MOLINA REYES Médico Radiólogo Médico RadiólogoMFP/YMR/kmiParénquima mamario de densidad normal, observando nódulos bilaterales que se mantienen sin cambios en tamaño y morfología respecto a exámenes desde el año 2016.Calcificaciones benignas bilaterales.Tejido mamario accesorio axilar bilateral.Nódulos mamario bilaterales benignos sin variaciones.Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario heterogéneamente denso, discretamente micronodular.No hay microcalcificaciones sospechosas de malignidad.Respecto a examen previo en general no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Parénquima mamario moderadamente denso, heterogéneo, de distribución simétrica.En el cuadrante superior externo derecho existe pequeño nódulo de aproximadamente 2mm., de borde bien delimitado, de aspecto radiológico benigno.No hay lesiones espiculadas, distorsiones o microcalcificaciones agrupadas de sospecha, solo puntiformes aisladas de carácter benigno.Axilas bajas libres de adenopatías. Mamas moderadamente densas, sin evidencias de una lesión maligna en estas proyecciones.Se sugiere complementar con ecografía.BI-RADS : 2 .Atentamente, DR. MARIA FLAVIA PIZZOLONMédico RadiólogoMFP/kmiPiel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Respecto a examen previo no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas, sin evidencias de imagen tumoral ni microcalcificaciones agrupadas sospechosasCalcificación benigna a izquierda No hay cambios significativos al comparar con exámenes previos.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal.Pequeña imagen nodular en cuadrantes superiores de mama derecha de aproximadamente 5mm que pudiese corresponder a un linfonodo intramamario.No hay microcalcificaciones sospechosas de malignidad.Calcificación aislada en mama izquierda, benigna.Pequeño nódulo mamario derecho presuntamente benigno, podría corresponder a un linfonodo intramamario.Seria de utilidad controlar con mamografía unilateral derecha con compresiones localizadas en 6 meses.Parénquima mamario moderadamente denso, heterogéneo, de características y distribución similares al control anterior.No hay nódulos dominantes, distorsiones o microcalcificaciones agrupadas, solo gruesas aisladas de caracteres benigno.Linfonodo intramamario derecho, estable.Axilas bajas libres.Mamas densas sin signos de sospecha de una lesión maligna ni cambios significativos respecto al control anterior.Se sugiere complementar con ecografía.Mamas heterogéneamente densasEn la mama izquierda se observa parcialmente algunos contornos nodulares en cuadrantes superiores y cuadrante ínfero interno.No se observa lesiones espiculadas ni microcalcificaciones sospechosas.Mamas densas con imágenes nodulares izquierdas.Se sugiere evaluar con ecografía.En cuadrantes internos derechos en situación posterior se observa una pequeña asimetría isodensa, e forma irregular de aproximadamente 6 mm., sin clara representación en proyección oblicua, podría corresponder a tejido glandular normal.No se observan lesiones espiculadas ni microcalcificaciones agrupadas sospechosas.Mamas compuestas por densidades fibroglandulares dispersas.Pequeño nodulito benigno en región axilar derecha.Pequeña asimetría derecha presuntamente benigna.Se sugiere controlar en 6 meses con compresión localizada y proyección oblicua derecha (abril 2019).Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario heterogéneamente denso.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel de grosor normal.Mama compuesta por tenues opacidades fibroglandulares dispersas.No hay nódulos espiculados ni microcalcificaciones sospechosas de malignidad.Microcalcificaciones puntiformes dispersas.Linfonodos axilares inespecíficos.Examen sin signos de malignidad.Se sugiere control mamográfico anual.Mamas heterogéneamente densas sin evidencias de imagen tumoral.No hay nódulos ni microcalcificaciones sospechosas de malignidad. No se dispone de exámenes previos para comparar.Calcificación benigna en mama izquierda.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas, de distribución heterogénea.En la mama derecha, cuadrante supero externo, cercano a la unión de cuadrantes externos, en el tercio anterior de la mama derecha, se observa un nódulo isodenso de forma irregular parcialmente delimitado que mide 9 mm de diámetro mayor y se asocia a calcificaciones de morfología y densidad heterogéneas, en ambas mamas se observan además numerosas pequeñas imágenes nodulares, algunas bien delimitadas.En ambas mamas hay calcificaciones benignas, en especial en cuadrante supero externo izquierdo hay un grupo de calcificaciones heterogéneas, algunas con centro radiolúcido y que podrían estar en la pared de una estructura quística, no impresiona constituir un grupo con patrón sospechoso.Calcificaciones vasculares.Nódulos bilaterales que en ecografía contemporánea correspondieron a quistes simples y a quiste con contenido espeso.Calcificaciones izquierdas presuntamente benignas, controlar con magnificaciones en 6 meses.Nódulo derecho asociado a calcificaciones que en ecografía correspondió a un nódulo sólido. Dado sus características y que no se cuenta con exámenes previos para comparar, se recomienda estudio histológico a través de biopsia Core, bajo ecografía.El patrón ecográfico es ecogénico, homogéneo.En la mama derecha, en el cuadrante ínfero interno hora 4 en el tercio medio, se visualiza un nódulo lobulado, bien circunscrito, hipoecogenico, sin señal Doppler color, mide 11,6x10,0x4,5mm., en ambas mamas se observan algunos pequeños quistes, el mayor se sitúa en el cuadrante supero interno izquierdo, mide 4,5mm.Las áreas retroareolares están libres.Linfonodos axilares de configuración normal.En ambas regiones axilares se visualiza tejido fibroglandular mamario mayor a derecha. Impresión Diagnóstica: Nódulo mamario derecho de reciente aparición.Es necesario controlar en 6 meses.Pequeños quistes mamarios bilaterales.Mamas axilares, mayor a derecha.BIRADS US 3.Atentamente, DRA. Mª EUGENIA DE LA FUENTE MEDINA Médico RadiólogoMDFM/kmi Piel de grosor normal.Tejido fibroglandular levemente denso.En el cuadrante ínfero interno de la mama derecha persiste una imagen nodular de forma arriñonada con un hilio graso que mide aproximadamente 10mm que impresiona un linfonodo intramamario.Calcificaciones gruesas de aspecto distróficas bilaterales.En el cuadrante supero externo de la mama izquierda un marcador de biopsia estereotáxica.Linfonodos axilares inespecíficos. Examen sin signos de malignidad, sin cambios respecto a examen previo.Se sugiere mantener control anual.BI-RADS 3. Dra. María Teresa Luco Vergara Médico RadiólogoDRA.MTLV/kmiAmbas mamas presentan un patrón glandular heterogéneo con algunos elementos adiposos interpuestos.Existen pequeños quistes simples aislados que miden hasta 6mm.A derecha, en la hora 11 y tercio medio existe un nódulo hipoecogenico, bien circunscrito, aunque discretamente heterogéneo y de contornos microlobulados, que mide 10x6mm.No observo adenopatías axilares.La asimetría descrita a izquierda en mamografía corresponde solo a tejido glandular.Impresión Diagnóstica: Quistes bilaterales.Nódulo sospechoso derecho que recomiendo evaluar con histología.BIRADS 4.Atentamente, Dr. RODRIGO HERRMANN PONS Médico RadiólogoRHP/kmiMamas de ecoestructura homogénea difusa.En la mama izquierda en cuadrante supero externo hora 12-1 a 4cm del pezón se observa un nódulo solido hipoecogenico, ovalado, suavemente lobulado, circunscrito, no vascularizado a la señal Doppler color que mide 22x12x 21mm en sus ejes mayores.En la mama derecha en cuadrante supero externo hora 11 a 2,5cm del pezón se observa otro nódulo solido hipoecogenico, bien delimitado de 12x7mm en sus ejes mayores. Tampoco se observa vascularizado a la señal Doppler color.En ambas mamas se observa quistes simples en especial en cuadrante supero interno izquierdo hay un grupo de quistes de 13mm, algunos de los cuales presentan calcificaciones en su interior.Regiones retroareolares y axilas normales.No se observa adenopatías.Impresión Diagnóstica: Nódulos sólidos bilaterales (uno en cada mama) presuntamente benignos. El localizado a izquierda se correlaciona con imagen mamográfica.Se recomienda control estricto con nueva ecografía en 6 meses (mayo 2021).BIRADS 3.Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/kmi Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario de densidad normal.En la mama izquierda, en el cuadrante ínfero interno en el tercio anterior de la mama se observa una imagen de aspecto nodular isodensa de aproximadamente 5mm.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Imagen de aspecto nodular de mama izquierda que requiere evaluación con placas mamográficas con compresión localizada para descartar que corresponda a un nódulo a una estructura vascular y de acuerdo a esto evaluar con ecografía.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario heterogéneamente denso.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas.No se observa nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.Escasas microcalcificación aisladas benignas e insipientes calcificaciones vasculares.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificación benigna en mama izquierda.No se observan cambios respecto a examen previo.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Se realiza estudio con tomosintesis apreciando que la probable distorsión del cuadrante supero externo se disipa en el estudio con tomosintesis.Se indica volver a su control anual.Parénquima mamario moderadamente denso y de aspecto heterogéneo y micronodular, en estas condiciones se observa una asimetría de densidad en la región central de mama derecha, tercio posterior y sobre proyectada al musculo pectoral, solo visible en la proyección oblicua.No se identifican microcalcificaciones sospechosas.No se cuenta con exámenes previos para comparar.Asimetría de mama derecha que se sugiere evaluar con compresiones localizadas.BI-RADS 0.Atentamente, Dra. M. CATALINA VIAL ALLIENDEMédico RadiólogoMCVA/kmiPiel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario denso y heterogéneo, observándose en ambas mamas múltiples imágenes nodulares que miden hasta aproximadamente 18mm., la de mayor tamaño en el cuadrante supero externo de la mama izquierda.Múltiples calcificaciones benignas bilaterales.Nódulos mamarios bilaterales que requieren evaluación ecografía.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Algunas calcificaciones benignas bilaterales.Sobre proyectado en cuadrantes superiores vecino al pectoral en mama derecha se observa una imagen nodular bien delimitada, isodensa de aproximadamente 7mm., que pudiese corresponder a un linfonodo o a un lunar.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario heterogéneamente denso, sin evidencias de microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Por la estructura glandular se sugiere complementar con ecografía mamariaBI-RADS : 1Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoParénquima mamario moderadamente denso, de características y distribución similares al control anterior.En la proyección cráneo caudal izquierda, hacia los cuadrantes externos existe área de aspecto pseudonodular, de mayor densidad, que se disipa en compresión localizada.No hay nódulos dominantes, distorsiones ni microcalcificaciones agrupadas de sospecha, solo redondas aisladas, benignas.Axilas bajas libres. Examen sin signos de sospecha de una lesión maligna, ni cambios significativos respecto del estudio previo.Se sugiere mantener control mamográfico anual.Mamas heterogéneamente densas de aspecto micronodular.Pequeña imagen pseudonodular en cuadrantes superiores izquierdos, estable.En compresiones localizadas de cuadrante supero externo izquierdo se observa tejido glandular de características normales.No se observa lesiones espiculadas ni microcalcificaciones sospechosas.No hay cambios significativos al comparar con examen previo.Mamas densas Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Por la estructura glandular se sugiere complementar con ecografía para descartar con seguridad un nóduloCambios post quirúrgicos en mama izquierda, sin evidencias de imagen tumoral.En la mama derecha se observa tejido glandular escaso, sin cambios respecto a examen del año 2017.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.El parénquima mamario se observa discretamente denso y heterogéneo, de distribución asimétrica.En ambas mamas se visualizan dos nódulos, a derecha en el cuadrante ínfero interno, a izquierda en el cuadrante supero externo, este último mayor mide 10mm.No hay lesiones espiculadas ni calcificaciones sospechosas.Calcificaciones gruesas. Mamas densas lo que disminuye la sensibilidad de este examen.Nódulos mamarios bilaterales.Es necesario complementar con ecografía mamaria.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Sin cambios respecto a exámenes previos desde el año 2016.Mamografía bilateral sin signos de malignidad.Parénquima mamario denso, heterogéneo, de características y distribución similares al control previo.No hay nódulos dominantes, áreas de distorsión ni microcalcificaciones agrupadas sospechosas, solo puntiformes aisladas.Tejido fibroadiposo prominente en regiones axilares bajas.No se observan adenopatías. Mamas densas, sin evidencias de una lesión maligna ni cambios significativos respecto del control previo.Seria de utilidad complementar con ecotomografía.Se sugiere mantener control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas y vasculares bilaterales.No hay cambios significativos respecto al año 2011.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Mamas de ecoestructura heterogénea.En la región retroareolar izquierda se identifica un nódulo sólido, de márgenes definidos, levemente hipoecogénico, homogéneo de 1,2 x 5 mm. en sus ejes máximos lo cual determina refuerzo acústico posterior y no presenta flujo vascular al estudio Doppler – Color, no se identifican cambios de la piel periareolar.Región retroareolar derecha sin alteraciones. Nódulo retroareolar izquierdo sin signos ecotomográficos de sospecha.Se sugiere control ecotomográfico en 6 meses.BI-RADS: US 3.Atentamente, DR. RODRIGO FERREIRA SOTO DRA. YOMAR MOLINA REYES Médico Radiólogo Médico RadiólogoDRES RFS-YMR/mee Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Linfonodo intramamario izquierdo.Calcificaciones benignas bilaterales.Respecto a examen previo no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Parénquima mamario denso, heterogéneo y pseudonodular, de distribución simétrica.No hay lesiones espiculadas, distorsiones ni microcalcificaciones agrupadas de sospecha solo puntiformes aisladas de carácter benigno.Axilas bajas libres. Mamas densas, heterogéneas, sin evidencias de una lesión maligna en estas proyecciones.Seria de utilidad complementar con ecotomografía.Mamas heterogéneamente densas.No identifico nódulos sospechosos ni lesiones espiculadas.Tampoco hay microcalcificaciones agrupadas.Calcificaciones vasculares, benignas. Mamografía sin signos sugerentes de malignidad.Se recomienda evaluar con ecografía por la mayor densidad mamaria.BI-RADS 2.Atentamente, Dr. RODRIGO HERRMANN PONS Médico RadiólogoRHP/kmi Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario moderadamente denso y heterogéneo, de aspecto micronodular, sin cambios significativos en la estructura glandular respecto a examen previo.No hay microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Pequeño nódulo en región posterior de mama izquierda de 4 mm. sin cambios respecto al año 2014.Mamografía bilateral sin signos de malignidad.Parénquima mamario heterogéneamente denso lo que disminuye la sensibilidad para detectar nódulos.Gruesa calcificación en la mama derecha unión de cuadrantes internos probablemente nódulo calcificado, benigna.En ambas mamas se observan grupos de microcalcificaciones todas de aspecto benigno.Calcificaciones vasculares bilaterales.No se observan microcalcificaciones sospechosas de malignidad. Mamografía sin signos de malignidad. Por la estructura glandular se sugiere complementar con ecografía.Se sugiere control anual.BI-RADS 2Dra. PATRICIA MOYA CUCURELLA Médico Radiólogo DRA. PMC/kmiTejido fibroglandular escaso, observando en la unión de cuadrantes inferiores de la mama izquierda un nódulo isodenso ovoideo, bien delimitado que no ha variado respecto a exámenes anteriores desde el año 2015.Calcificaciones benignas bilaterales.Nódulo mamario izquierdo, benigno sin cambios.Se observa parénquima fibroglandular de ecoestructura homogénea con algunos quistes simple de predomino izquierdo.Se realizaron compresiones localizadas en el cuadrante supero externo derecho, que no demuestran alteraciones.Impresión Diagnóstica: Hallazgos de aspecto benigno.Controlar en 1 o 2 años.BIRADS 2.Atentamente, DR. RODRIGO FERREIRA SOTO Médico RadiólogoRFS/pgg El parénquima mamario se observa denso y de distribución asimétrica.En la mama derecha, en el cuadrante supero externo, se visualiza una asimetría focal, pseudonodular con especulaciones, con microcalcificaciones y calcificaciones gruesas que se mantiene con compresión.Asimetría focal derecha pseudonodular.Es necesario complementar estudio con ecotomografía mamaria y posterior biopsia Core.Se observa una masa con distorsión del parénquima en unión de los cuadrantes superiores de con la imagen ecográfico. Provoca retracción del pezónEl parénquima de la mama izquierda es denso y heterogéneo y presenta al menos 4 focos de microcalcificaciones irregulares, predominantemente en el cuadrante supero externo. Algunas microcalcificaciones discretamente irregulares se extienden también a la region retroareolar.No se aprecian alteraciones en las regiones axilares visibles Mama mamaria derecha sugerente de atipia.Microcalcificaciones de aspecto indeterminado en la mama izquierda.Considerar estudio histológico de mama mamaria derecha. Puede estudiarse con resonancia magnética para descartar lesiones bilaterales.Se recomienda estudio histológico de focos de microcalcificaciones Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas.Mamografía bilateral sin signos de malignidad.Piel de grosor normal.Tejido fibroglandular denso y heterogéneo de distribución bastante asimétrica.En ambas mamas microcalcificaciones y pequeñas calcificaciones gruesas, de aspecto benigno dispersas.Linfonodos axilares inespecíficos. Microcalcificaciones bilaterales de aspecto benigno, sin cambios significativos respecto a examen previo.Mamas densas y heterogéneas que sugiero evaluar con ecografía para descartar nódulos ocultos.BI-RADS : 3 .Atentamente, Dra. María Teresa Luco Vergara DRA. YOMAR MOLINA REYES Médico Radiólogo Médico RadiólogoDRA.MTLV/YMR/kmiCambios post quirúrgicos bilaterales con distorsión del parénquima.Parénquima remanente heterogéneamente denso.No se observan imágenes de lesión tumoral ni microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Mamas de ecoestructura heterogénea.En ambas mamas se identifican múltiples quistes simples algunos con contenido, el de mayor tamaño a derecha en el cuadrante superior externo alcanza 31 mm. y a izquierda en el mismo cuadrante alcanza 37 mm, hallazgos en concordancia con mamografía.No se identifican áreas de distorsión de la arquitectura.Regiones retroareolares de configuración normal.Piel y tejido celular subcutáneo sin alteraciones.No se identifican adenopatías axilares. Quistes mamarios bilaterales.BI-RADS: US 2.Atentamente, DRA. Mª EUGENIA DE LA FUENTE DRA. YOMAR MOLINA REYES Médico Radiólogo Médico RadiólogoDRES.RFS-YMR/mee Mamas de ecoestructura homogénea, difusa.En la mama derecha, en cuadrante supero externo en el radio de la hora 12-1, se observa una imagen nodular solida discretamente hipoecogenica ovalada, circunscrita, no vascularizada de 14 mm que puede corresponder a un nódulo solido o a un lobulillo adiposo. El nódulo descrito en ecografía previa, se localiza en cuadrante supero externo de esta mama en el radio de la hora 2, periaerolar, es levemente hipoecogenico, circunscrito de 7 mm e impresiona corresponder como primera posibilidad a un lobulillo adiposo, no presenta cambios significativos.En cuadrante supero interno de esta mama hay un quiste simple de 6 mm.Regiones retroareolares y axilas normales.Impresión Diagnóstica: Imágenes nodulares solidad en la mama izquierda (2) presuntamente benignos.Controlar con nueva ecografía en 6 meses (febrero 2020) BIRADS 3.Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/pgg Mamas constituidas por densidades fibroglandulares dispersas.Existe una asimetría focal isodensa en cuadrante superior externo izquierdo que persiste en localizaciones.No observo nódulos sospechosos ni lesiones espiculadas.Tampoco hay microcalcificaciones agrupadas. Asimetría focal izquierda que recomiendo evaluar con ecografía.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario denso y heterogéneo algo micronodular.No hay microcalcificaciones sospechosas de malignidad.Calcificaciones de aspecto benigno en ambas mamas de predominio derecho.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.Por la estructura glandular de la paciente se sugiere complementar ecografía mamaria. BIRADS 2.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoPiel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas en mama derecha.Mamografía bilateral sin signos de malignidad.Parénquima mamario de densidad normal.En el cuadrante superior externo izquierdo se observa un nodulo isodenso bien delimitado, estable desde el año 2015.No se observan microcalcificaciones sospechosas de malignidad.Calcificaciones benignas bilaterales.Nódulo mamario izquierdo benigno, sin cambios.Se sugiere control mamográfico anual.Densidades fibroglandulares dispersas y distribución asimétrica.En la mama derecha, en el cuadrante supero externo, se visualiza un nódulo, isodenso, parcialmente circunscrito de 9 mm.No hay lesiones espiculadas.Microcalcificaciones benignas.Calcificaciones gruesasCalcificaciones cutáneas.Nódulo mamario derecho.Se sugiere complementar con ecografía mamaria.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Parénquima mamario heterogéneamente denso. En estas condiciones no se observan nódulos dominantes.En ambas mamas se observan numerosas microcalcificaciones dispersas de aspecto benigno.No se observan microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Se sugiere control mamográfico anual.Por la estructura glandular se sugiere complementar con ecografía para descartar con seguridad un nóduloPiel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Parénquima mamario levemente denso, de características y distribución similares al control anterior.No hay nódulos dominantes, distorsiones ni microcalcificaciones agrupadas de sospecha.Axilas bajas libres. Examen sin signos de sospecha de una lesión maligna.Se sugiere mantener control mamográfico anual.Mamas constituidas por densidades fibroglandulares dispersas.No identifico nódulos sospechosos ni lesiones espiculadas.Tampoco hay microcalcificaciones agrupadas. Mamografía sin signos sugerentes de malignidad.Se recomienda control mamográfico anual.Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Por la estructura glandular se sugiere considerar realizar ecografía mamaria Parénquima mamario extremadamente denso, lo que disminuye la sensibilidad del método.En ambas mamas existen microcalcificaciones predominantemente redondas que se distribuyen a predominio del cuadrante superior externo de la mama derecha, actualmente se observan reducidas en cantidad, teniendo a acumularse a nivel retroareolar en las proyecciones magnificadas.No hay áreas de distorsión ni nódulos espiculados.Axilas bajas libres de adenopatías. Microcalcificaciones mamarias bilaterales estables, inclusive algo disminuidas respecto de controles anteriores.Mama densa por lo que se recomienda complementar con ecografía.BI-RADS : 2 .Atentamente, DR. MARIA FLAVIA PIZZOLONMédico RadiólogoMFP/kmiParénquima mamario levemente denso, de distribución simétrica.No se observan nódulos, lesiones espiculadas ni microcalcificaciones sospechosas de malignidad.Examen sin signos de malignidad.Se recomienda control mamográfico anual.Parénquima mamario acentuadamente denso, heterogéneo lo que no permite descartar la presencia de nódulos en su espesor.En la mama derecha unión de cuadrantes en situación posterior se observa una asimetría de densidad que se modifica con compresión localizada impresionando corresponder a tejido fibroglandular.No se observan microcalcificaciones sospechosas de malignidad.Calcificaciones de aspecto benigno bilaterales. Mamografía sin signos sugerentes de malignidad.Se sugiere control anual.Por la estructura glandular se sugiere complementar con ecografía.BI-RADS 2.Dra. PATRICIA MOYA CUCURELLA Médico Radiólogo DRA. PMC/kmiMamas de predominio adiposo.No se observa nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.Calcificación gruesa benigna en axila derecha.Linfonodos axilares visibles de aspecto normal.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Mamas compuestas por densidades fibroglandulares dispersas.En región retroareolar izquierda, visible en proyección oblicua se observa una imagen pseudo nodular que con compresiones localizadas se modificó completamente y al comparar con compresiones localizadas del año 2014, impresionan sin cambios significativos.No se observan lesiones espiculadas ni microcalcificaciones sospechosas de malignidad.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Parénquima mamario levemente denso, de distribución simétrica.No hay nódulos dominantes, distorsiones ni microcalcificaciones agrupadas de sospecha.Axilas bajas libres. Examen sin signos de sospecha de una lesión maligna.Se sugiere mantener control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.En la mama derecha en cuadrantes internos en proyección cráneo caudal se observa una pequeña imagen nodular tenue bien delimitada de aproximadamente 5mm., solo identificable con claridad en proyección cráneo caudal.Calcificaciones benignas bilaterales.Imagen pequeña de aspecto nodular de mama derecha presuntamente benigna que se sugiere controlar con mamografía unilateral en 6 meses con compresiones localizadas.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.No se observan cambios respecto a exámenes anteriores desde el año 2008.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.BIRADS 1.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoMamas de predominio adiposo.No se observan nódulos ni microcalcificaciones sospechosas de malignidad.Calcificaciones benignas bilaterales. Mamografía sin signos de malignidad. Se sugiere control anual.BI-RADS : 2 .Atentamente, Dra. PATRICIA MOYA CUCURELLA Médico RadiólogoDRA. PMC/kmiMamas acentuadamente densas y heterogéneas, de aspecto micronodular.No se observan lesiones espiculadas ni microcalcificaciones sospechosas.Calcificaciones benignas bilaterales y calcificaciones vasculares.Nódulo en cuadrantes superiores izquierdos ovalado, isodenso de 10mm. estable respecto a control del 2017.No hay cambios significativos al comparar con exámenes previos.Mamas densas, condición que disminuye la sensibilidad de la mamografía.Examen sin hallazgos sugerentes de malignidad.Se sugiere control mamográfico anual.Parénquima mamario levemente denso, de características y distribución similares al control anterior.Sutil distorsión de la arquitectura parenquimatosa del cuadrante superior externo izquierdo que permanece sin cambios.No hay nódulos ni microcalcificaciones agrupadas de sospecha.Calcificaciones vasculares bilaterales.Axilas bajas libres. Examen sin signos de sospecha de una lesión maligna, ni cambios significativos respecto del estudio previo.Se sugiere mantener control mamográfico anual.Densidades fibroglandulares dispersas, de distribución simétrica.No hay nódulos dominantes o lesiones espiculadas.Microcalcificaciones redondas benignas Examen sin signos de malignidad.Se sugiere control mamográfico anual.Parénquima mamario heterogéneamente denso.En la mama derecha cuadrante inferior interno persiste un nódulo isodenso delimitado, que no presenta cambios respecto de examen desde diciembre del 2017.No se observan microcalcificaciones sospechosas de malignidad.Calcificación benigna derecha.Nódulo mamario derecho, presuntamente benigno sin cambios.Se sugiere control con mamografía unilateral derecha con compresiones en 6 meses.Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario de densidad normal y sin cambios significativos en la estructura respecto a examen previo.No hay microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Parénquima mamario marcadamente denso y de aspecto heterogéneo, en estas condiciones no es posible descartar con seguridad la presencia de un nódulo.No se identifican microcalcificaciones sospechosas.No se cuenta con exámenes previos para comparar.Mamas densas, sin signos de malignidad.BI-RADS 1.Dada la densidad del parénquima mamario se sugiere complementar estudio con ecografía mamaria.Atentamente, Dra. M. CATALINA VIAL ALLIENDEMédico RadiólogoMCVA/kmiParénquima mamario levemente denso, de distribución simétrica.En el cuadrante superior externo de la mama izquierda existe nódulo isodenso, de contornos definidos, adyacente a vasos sanguíneos, que plantea como primera posibilidad corresponder a linfonodo intramamario.Nodulillo isodenso, de bordes bien delimitados del cuadrante superior externo derecho de 4mm., de aspecto benigno.No hay lesiones espiculadas, distorsiones ni microcalcificaciones agrupadas de sospecha.Calcificaciones vasculares bilaterales.Axilas bajas libres. Nodulillo mamario izquierdo presuntamente benigno (impresiona corresponder a linfonodo intramamario).Se sugiere controlar en 6 meses con mamografía unilateral.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.BIRADS 2.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoPiel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificación benigna en mama derecha.Mamografía bilateral sin signos de malignidad.Parénquima mamario denso, heterogéneo y pseudonodular, lo que disminuye la sensibilidad del método.En la unión de los cuadrantes inferiores, tercio posterior de la mama derecha, se visualiza nódulo isodenso, de bordes aceptablemente definidos, de 6mm., reducido de tamaño entre controles.No hay lesiones espiculadas, distorsiones ni microcalcificaciones agrupadas de sospecha, solo puntiformes aisladas.Axilas bajas libres. Mamas densas, con contorno nodular derecho, que va en disminución en controles sucesivos.Seria de utilidad complementar con ecotomografía.",{"entities":[[36,48,"MAMA"],[50,92,"HUBICACION"],[125,144,"HALLAZGO"],[176,185,"HALLAZGO"],[338,357,"HALLAZGO"],[455,461,"HALLAZGO"],[522,534,"MAMA"],[634,649,"MAMA"],[753,760,"HALLAZGO"],[775,786,"MAMA"],[787,802,"HALLAZGO"],[841,861,"HALLAZGO"],[1009,1026,"MAMA"],[1082,1096,"MAMA"],[1694,1706,"MAMA"],[1744,1753,"HALLAZGO"],[2026,2046,"HALLAZGO"],[2437,2449,"MAMA"],[3159,3170,"HALLAZGO"],[5530,5550,"MAMA"],[5851,5872,"MAMA"],[6426,6435,"HALLAZGO"],[6437,6450,"HALLAZGO"],[7100,7121,"MAMA"],[7989,8003,"MAMA"],[8431,8442,"MAMA"],[8784,8801,"MAMA"],[9774,9791,"MAMA"],[9822,9836,"MAMA"],[12113,12121,"HALLAZGO"],[14948,14962,"MAMA"],[22129,22140,"MAMA"],[26766,26777,"MAMA"],[28614,28624,"HALLAZGO"],[37466,37477,"MAMA"],[41894,41909,"HALLAZGO"],[42712,42727,"HALLAZGO"],[42814,42825,"MAMA"],[46405,46428,"HALLAZGO"],[47425,47436,"MAMA"],[49608,49623,"HALLAZGO"],[49916,49931,"HALLAZGO"],[55569,55587,"HALLAZGO"],[58320,58334,"MAMA"],[61078,61089,"MAMA"],[63783,63804,"HALLAZGO"],[75569,75580,"MAMA"],[77840,77855,"HALLAZGO"],[88965,88974,"HALLAZGO"],[90217,90230,"HALLAZGO"]]}],["Mamas heterogéneamente densas.En la mama derecha, cuadrante supero externo, tercio posterior se observa parcialmente algunos contornos nodulares y a izquierda, también algunos nodulitos en cuadrantes inferiores, tercio posterior, los cuales no eran visibles en examen previo.Calcificaciones benignas en regiones axilares.Mamas densas con nódulos bilaterales que se sugiere evaluar con ecografía.Tejido fibroglandular heterogéneamente denso, observando un nódulo bien delimitado ovalado en cuadrante inferior interno de la mama derecha, periareolar, que mide 14 mm. de diámetro mayor, ya descrito en informe previo del año 2016.Nódulo mamario derecho benigno, sin cambios.Piel de grosor normal.Tejido fibroglandular denso y heterogéneo.No se identifican nódulos dominantes.En ambas mamas calcificaciones gruesas, calcificaciones vasculares y microcalcificaciones las cuales son magnificadas, observándose puntiformes y bastantes homogéneas. Muchas de ellas precipitan en “lechada de cal”, especialmente en la mama izquierda.En el tercio posterior del cuadrante supero externo de la mama izquierda, se observan microcalcificaciones que tienden a la agrupación, bastante redondas y homogéneas.Linfonodos axilares inespecíficos.Mamas densas y heterogéneas.Microcalcificaciones bilaterales presuntamente benignas que sugiero mantener en control con magnificaciones localizadas en 6 meses Seria de utilidad evaluar con ecografía.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario reemplazado en parte por tejido adiposo sin evidencias de una lesión tumoral y sin cambios en la estructura respecto a examen previo del año 2018.Se observan calcificaciones aisladas benignas.En la mama derecha se observa algunas pequeñas imágenes nodulares tenues, una de las cuales corresponde a un lunar, que no han variado respecto a examen previo.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones de aspecto benigno, bilaterales.Respecto a exámenes previos no se observa cambios.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de aspecto normal sin evidencias de imagen tumoral.No hay microcalcificaciones sospechosas de malignidad.Pequeño nódulo tenue en cuadrantes externos posterior de mama derecha benigno, sin cambiosCalcificaciones benignas y vascularesRespecto a exámenes previos, no se observan cambios significativos.Mamografía bilateral sin signos de malignidad.BI-RADS : 2Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoMamas compuestas por densidades fibroglandulares dispersas, observando en cuadrante supero externo derecho una asimetría de densidad ya presente en exámenes previos, y en la actualidad menos evidente.No se observa nódulos dominantes, lesiones espiculadas ni microcalcificaciones sospechosas.No hay cambios significativos al comparar con exámenes previos.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Ganglios calcificados en región axilar baja izquierda.Calcificaciones benignas y vasculares.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas.No se observa nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.Calcificaciones benignas en mama derecha.Prótesis bilaterales retroglandulares de morfología normal y contorno liso.Linfonodos axilares de aspecto normal. Examen sin hallazgos sugerentes de malignidad.Prótesis bilaterales sin signos de rotura extracapsular.Se sugiere control mamográfico anual.BI-RADS : 2 .Atentamente, DRA. VERONICA VENTURELLI AVILA Médico Radiólogo DRA.VVA/kmiPiel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Parénquima mamario heterogéneamente denso.Se observa distorsión del parénquima en unión de cuadrantes externos, posiblemente en relación a cirugía previa.La calcificación que se controla persiste sin cambios significativos.En magnificaciones se ha hecho evidente un nódulo en región central de la mama, cuyos contornos se delimitan parcialmente y requiere estudio con ecotomografía.Parénquima mamario moderadamente denso y de aspecto heterogéneo, observando una simetría de densidad en los cuadrantes externos de mama derecha, tercio posterior, hallazgo que se encuentra estable mamograficamente respecto a examen previo del año 2015 y corresponde a parénquima glandular normal.No se identifican microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.BI-RADS 2.Se sugiere control anual.Atentamente, Dra. M. CATALINA VIAL ALLIENDEMédico RadiólogoMCVA/kmiPiel y tejido subcutáneo sin alteraciones. Mamas marcadamente densas sin evidencias de lesión tumoral.No hay evidencias de nódulos ni microcalcificaciones sospechosas de malignidad.Calcificación benigna en mama izquierda.Mamas densas sin signos de malignidad.Sería de utilidad complementar con ecografía.Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario heterogéneamente denso más abundante a izquierda.No hay microcalcificaciones sospechosas de malignidad.Calcificaciones de aspecto benigno aisladas en ambas mamas.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.Por la estructura glandular de la paciente se sugiere considerar complementar ecografía mamaria BIRADS 2.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoMamas compuestas por densidades fibroglandulares dispersas.En cuadrantes externos izquierdos, se observa una imagen asimetría, pseudonodular isodensa, de contornos parcialmente visibles, de aproximadamente 15 mm, que en compresión localizada se mantiene, no tiene una clara representación en proyección oblicua, aparentemente ya estaba presente en examen previo y sin cambios.No hay lesiones espiculadas ni microcalcificaciones sospechosas, algunas calcificaciones aisladas benignas y calcificaciones vasculares a derecha.Examen sin hallazgos sugerente de malignidad.Asimetría izquierda benigna, estable, sin representación en ecografía.Se sugiere control mamográfico anual Parénquima glandular mamario moderadamente denso y heterogéneo, de aspecto micronodular.Calcificaciones benignas en ambas mamas.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.BIRADS 2.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoMamas heterogéneamente densas.No se observa nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.Calcificaciones aisladas benignas bilaterales.No hay cambios significativos al comparar con examen previo. Examen sin hallazgos sugerentes de malignidad.Se sugiere control mamográfico anual.Por la densidad del parénquima seria de utilidad complementar con ecografía.BI-RADS : 2 .Atentamente, DRA. VERONICA VENTURELLI AVILA Médico Radiólogo DRA.VVA/kmiMamas de ecoestructura homogénea.En la mama izquierda en unión de cuadrantes externos, desde la zona periaerolar se observa un área hipoecogenica, mal delimitada de forma irregular que mide aproximadamente 25 x 18 x 30 mm, en cuyo espesor se observan algunas imágenes ecogénicas que probablemente corresponden a calcificaciones, impresiona existir extensión intraductal hacia la región retroareolar. A la señal Doppler color se observa aumento de la vascularización en esa zona.En ambas mamas se observan quistes simples que miden hasta 7 mm.Los linfonodos axilares evaluados presentan características ecográficas conservadas, no se identifica adenopatías.Impresión Diagnóstica: Pequeños quistes simples aislados bilaterales sin significado patológico.Área hipoecogenica con distorsión parenquimatosa en unión de cuadrantes externos de mama izquierda, que se correlaciona con área de microcalcificaciones visibles en mamografía.Se sugiere estudio histológico mediante biopsia percutánea bajo guía ecográfica. De no ser posible se podría estudiar a través de biopsia estereotáxica.BIRADS 4 C.Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/pgg Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario heterogéneamente denso y sin cambios en la estructura respecto a examen previo.No hay microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Parénquima mamario heterogéneamente denso, sin evidencias de lesion tumoral ni microcalcificaciones sospechosas.Clip de biopsia estereotáxica en mama izquierda y calcificaciones benignas en ambas mamas.No hay cambios significativos respecto al 2017.Mamografía bilateral sin signos de malignidad.Parénquima mamario heterogéneamente denso.Se observa asimetrías de densidad en cuadrantes externos de mama derecha y cuadrante superiores de mama izquierda.Ambas se modifican por completo con compresiones localizadas y corresponden a tejido fibroglandular normal.No se observa microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Parénquima mamario levemente denso, de características y distribución similares al control anterior.En el cuadrante superior externo de la mama izquierda, persiste sin variantes, escasas microcalcificaciones puntiformes, agrupadas, de aproximadamente 1mm., de extensión.No hay lesiones nodulares, distorsiones u otras microcalcificaciones de sospecha, solo vasculares aisladas. Microcalcificaciones mamarias izquierdas, estables respecto del control previo.Se recomienda control con mamografía bilateral en agosto de 2019, incluyendo proyecciones magnificadas izquierdas.Mamas predominantemente adiposas.No identifico nódulos sospechosos ni lesiones espiculadas.Tampoco hay microcalcificaciones agrupadas.Calcificaciones benignas izquierdas. Mamografía sin signos sugerentes de malignidad.Se recomienda control mamográfico anual.BI-RADS 2.Atentamente, Dr. RODRIGO HERRMANN PONS Médico RadiólogoRHP/kmi Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Pequeña imagen nodular tenue en la unión de cuadrante internos de la mama derecha.Calcificaciones benignas bilaterales.No se observan cambios significativos respecto a exámenes anteriores desde el año 2011.Mamografía bilateral sin signos de malignidad.Mamas levemente densas y heterogéneas de aspecto micronodular.No se observan lesiones espiculadas ni microcalcificaciones sospechosas.Nodulito redondeado isodenso bien delimitado en cuadrante supero externo derecho, tercio medio de 4 mm.Pequeño nodulito derecho presuntamente benigno.Controlar con mamografía derecha y compresiones localizadas en 6 meses (julio 2020).Parénquima mamario levemente denso, observando un nódulo de centro radiolúcido en el cuadrante ínfero interno de mama derecha, tercio posterior y una imagen pseudonodular en los cuadrantes internos de mama izquierda que podría ubicarse a nivel del cuadrante supero interno en la proyección oblicua. Estos más probablemente correspondan a linfonodos intramamarios.No se observan microcalcificaciones sospechosas de malignidad.No se cuenta con exámenes previos para comparar.Mamografía bilateral sin signos de malignidad.BI-RADS 2.Se sugiere control anual.Atentamente, Dra. M. CATALINA VIAL ALLIENDEMédico RadiólogoMCVA/kmiMamas heterogéneamente densas, sin evidencias de lesión tumoral ni microcalcificaciones sospechosas.No hay cambios significativos al comparar con exámenes previos.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Por la densidad del parénquima seria de utilidad complementar con ecografíaExamen realizado como control de nódulo mamario izquierdo el que no ha variado significativamente respecto a exámenes previos desde septiembre del 2018.No han aparecido otras lesiones focales.No hay microcalcificaciones sospechosas.Nódulo mamario izquierdo presuntamente benigno y estable.Requiere nuevo control mamográfico en un año.Piel de grosor normal.Tejido fibroglandular leve a moderadamente denso, de distribución simétrica.No hay nódulos ni microcalcificaciones sospechosas.Linfonodos axilares inespecíficos. Examen sin signos de malignidad.Se recomienda control anual.Parénquima mamario heterogéneamente denso, sin cambios en la estructura glandular. Sin evidencias de nódulos dominantes.Calcificaciones benignas bilaterales.No se observan microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Se sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Sin cambios respecto a examen del año 2016.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas, sin evidencias de imagen tumoral ni microcalcificaciones agrupadas sospechosasExamen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Parénquima mamario moderadamente denso, heterogéneo y pseudonodular.En la unión de los cuadrantes superiores izquierdos existe nódulo isodenso, parcialmente delimitado, de aproximadamente 1cm., y otros contornos nodulares en ambas mamas, escasamente delimitados.En la unión de los cuadrantes izquierdos, tercio posterior, persiste sin variables desde 2013 un pequeño nodulo isodenso, bien delimitado, de 3mm.No hay lesiones espiculadas, distorsiones o microcalcificaciones agrupadas de sospecha, solo redonda aislada en mama izquierda. Mamas densas, con contornos nodulares bilaterales presuntamente benignos, algunos de ellos ya visualizado en 2013, se sugiere complementar con ecografía.Mamas compuestas por densidades fibroglandulares dispersas, sin evidencia de imagen tumoral ni microcalcificaciones sospechosas.Calcificación benigna izquierda.Linfonodo intramamario derecho.Impresión diagnostica: Examen sin hallazgos sugerentes de malignidadBIRADS 2Se sugiere control mamográfico anualAtentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/moi Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.En comparación con examen anterior del año 2010 no se observan cambios significativos.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificación benigna en mama izquierda.Respecto a examen previo no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Piel de grosor normal.Mamas heterogéneamente densas.En la mama derecha en la unión de cuadrantes externos y cuadrantes supero externos se observan dos nódulos isodensos al parénquima mamario, de contornos bien definidos, el del cuadrante supero externo mide 10mm y el de la unión de los cuadrantes externos mide 20mm y presenta calcificaciones gruesas en su espesor.En la mama izquierda se observan otros contornos parcialmente definidos, que no miden más de 10mm.Microcalcificaciones aisladas.Linfonodos axilares inespecíficos.Nódulos mamarios derechos y probables nódulos mamarios izquierdos presuntamente benignos, el de la unión de los cuadrantes externos derecho impresiona un fibroadenoma.Se sugiere control ecográfico.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario heterogéneo.Imágenes de aspecto nodular en mama derecha, algunas de menor tamaño respecto a exámenes previos (antecedentes de nódulos sólidos y quistes según ecografía previa).No hay microcalcificaciones sospechosas de malignidad.Calcificaciones benignas y vasculares.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.BIRADS 2.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoEl parénquima mamario se observa denso, de distribución simétrica.No hay nódulos dominantes o lesiones espiculadas.No hay microcalcificaciones sospechosas. Mamas densas, lo que disminuye la sensibilidad de este examen.Se recomienda control mamográfico anual.BI-RADS : 1 .Atentamente, Dra. Mª EUGENIA DE LA FUENTE MEDINA Médico RadiólogoDRA. MDLFM/kmiDensidades fibroglandulares dispersas de distribución simétrica.En la mama derecha, en el cuadrante supero externo se visualiza contorno nodular mejor caracterizado con compresión el que se observa parcialmente circunscrito, de 9mm.No hay microcalcificaciones sospechosas. Nódulo mamario derecho.Es necesario complementar con ecografía.Mamas moderadamente densas.No se identifican nódulos, lesiones espiculadas ni microcalcificaciones agrupadas de sospecha.Calcificaciones benignas y vasculares bilaterales Mamas densas, lo que disminuye la sensibilidad de este examen. Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Por la densidad del parénquima seria de utilidad complementar con ecografíaEn relación al cuadrante superó externo de la mama derecha, se confirma presencia de distorsión arquitectural del parénquima fibroglandular en una extensión de al menos 30 mm. No se asocia con microcalcificaciones.Al estudio de tomosintesis es especialmente categórico.En el resto de los cuerpos mamarios abundante parénquima fibroglandular denso con calcificaciones de aspecto probablemente benigno, redondas homogéneas parcialmente agrupadas.La evaluación ecográfica demuestra una muy discreta distorsión del parénquima fibroglandular en el cuadrante supero externo derecho.No hay otras alteraciones significativas.Distorsión arquitectural de la mama derecha, sugerente de atipia.Considerar estudio histológico mediante biopsia estereotáxica.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.BIRADS 2.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoEn las proyecciones radiológicas obtenidas se observan microcalcificaciones redondas agrupadas con centro radiolúcido, de carácter benigno.No hay imágenes sospechosas de malignidad en estas proyecciones.Impresión Diagnóstica: Corresponde controlar con mamografía bilateral en forma anual.BIRADS 2.Atentamente, DRA. MARIA FLAVIA PIZZOLON Médico RadiólogoMP/kmiPiel de grosor normal.Mamas compuestas por tenues opacidades fibroglandulares de distribución simétrica.No se observan nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.Linfonodos axilares inespecíficos.Examen sin signos de malignidad.Se sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Pequeño nódulo mamario derecho, benigno, sin cambios.Calcificaciones vasculares.No se observan cambios respecto a exámenes desde el año 2015.Mamografía bilateral sin signos de malignidad.Mamas acentuadamente densas y heterogéneasEn ambas mamas se observan nódulos isodensos de contornos parcialmente oscurecidos por la densidad del parénquima, muchos de los cuales no estaban presentes en exámenes previos.No se observa lesiones espiculadas ni microcalcificaciones sospechosas.Axilas bajas libres.Mamas densas Nódulos bilaterales.Se sugiere evaluar con ecotomografía.Piel y tejido celular subcutáneo de grosor y ecoestructura conservada.Tejido fibroglandular de predominio fibroso.No observo nódulos solidos ni quistes.Zonas retroareolares y axilas normales.Impresión Diagnóstica: Examen sin signos de malignidad.BIRADS 1.Atentamente, Dra. MARIA TERESA LUCO VERGARA Médico RadiólogoMTLV/kmiMamas heterogéneamente densasNo se observa lesiones espiculadas ni microcalcificaciones sospechosas.En cuadrante supero externo de mama izquierda, tercio posterior se observa un nodulito bien delimitado de 5mm. que podría corresponder a un linfonodo intramamario.Linfonodos axilares visibles de aspecto normal.Pequeño nodulito izquierdo presuntamente benigno.Controlar con compresiones localizadas en 6 meses (agosto 2020) BI-RADS : 3 Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/moi Parénquima mamario levemente denso, de distribución simétrica.No hay nódulos dominantes, distorsiones ni microcalcificaciones agrupadas de sospecha.Calcificaciones puntiformes aisladas de carácter benigno. Examen sin signos de sospecha de una lesión maligna.Se sugiere mantener control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Distorsión segundaria a cirugía previa en mama izquierda.Calcificaciones benignas bilaterales.No se dispone de exámenes previos.Mamografía bilateral sin signos de malignidad.Mama constituida por densidades fibroglandulares dispersas.Existe un pequeño nódulo isodenso, parcialmente delimitado en tercio anterior de la unión de cuadrantes superiores que no ha variado significativamente entre controles.No observo lesiones espiculadas ni microcalcificaciones agrupadas. Nódulo izquierdo presuntamente benigno.Se recomienda control con mamografía bilateral en el mes de julio.Densidades fibroglandulares dispersas de distribución simétrica.En la mama izquierda, en el cuadrante supero externo mejor visualizado con compresión se observa contorno nodular isodenso parcialmente circunscrito de 4mm.No hay lesiones espiculadas.Microcalcificaciones redondas, algunas con centro radiolúcido confluentes en el cuadrante supero externo izquierdo. Contorno nodular izquierdo.Sería conveniente complementar con ecografía mamaria.BI-RADS : 3 .Atentamente, Dra. Mª EUGENIA DE LA FUENTE MEDINA Médico RadiólogoDRA. MDLFM/kmiPiel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Respecto a examen previo no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Mamas heterogéneamente densas, de aspecto micronodular, condición que disminuye la sensibilidad de la mamografía.No se identifica nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.No hay cambios significativos respecto a examen previo. Mamas densas.Examen sin hallazgos sugerentes de malignidad.Se sugiere control mamográfico anual.Por la densidad del parénquima mamario se recomienda complementar con ecografía.Parénquima mamario reemplazado parcialmente por tejido adiposo.En ambas mamas se observan nódulos, la mayoría con gruesas calcificaciones. En la región retroareolar izquierda un nódulo isodenso bien delimitado de 6 mm.Linfonodos intramamarios bilaterales.Calcificaciones vasculares bilaterales.No se observan microcalcificaciones sospechosas de malignidad.Nódulos mamarios bilaterales, benignos con caracteres de fibroadenoma involutivos.Nódulo izquierdo presuntamente benigno.Se sugiere control con mamografía unilateral izquierda en 6 meses.Mamas de ecoestructura homogénea, difusa.En ambas mamas se observa múltiples quistes simples distribuidos por todo el parénquima mamario que miden hasta 3cms.No se observa nódulos solidos ni áreas de distorsión del parénquima.Linfonodos axilares de aspecto normal.Impresión Diagnóstica: Numerosos quistes simples bilaterales sin significado patológicos.BIRADS US 2.Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/moi El parénquima mamario se observa heterogéneamente denso, de distribución simétrica, sin variación con respecto a examen previo.No hay nódulos dominantes o lesiones espiculadas.No hay microcalcificaciones sospechosas. Mamas densas, sin signos de malignidad.Se recomienda control mamográfico anual.Ambas mamas presentan un patrón predominantemente adiposo.En cuadrante inferior externo izquierdo, periareolar, existe un grupo de quistes que corresponde al nódulo descrito en mamografía, midiendo 9mm.No identifico nódulos solidos ni adenopatías axilares.Impresión Diagnóstica: Hallazgos benignos.Recomiendo control mamográfico anual.BIRADS 2.Atentamente, Dr. RODRIGO HERRMANN PONS Médico RadiólogoRHP/kmi Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.En comparación con examen del año 2017 las asimetrías de densidad descrita en mama izquierda son menos evidentesCalcificaciones benignas en ambas mamas.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Linfonodo intramamario derecho.Mamografía bilateral sin signos de malignidad.Mamas heterogéneamente densas.No se observan nódulos espiculados ni microcalcificaciones agrupadas sospechosas.En cuadrantes superiores derechos, tercio posterior, hay un nódulo ovalado circunscrito de 7 mm, que podría corresponder a un linfonodo.Mamas densas condición que disminuye la sensibilidad de la mamografía, motivo por el cual seria recomendable complementar estudio con ecografía.Pequeño nódulo derecho presuntamente benigno, controlar con compresiones localizadas en 6 meses (mayo 2019).Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.Algunas calcificaciones benignas bilaterales.En comparación con examen previo del año 2019 no se observan cambios significativos.Mamografía bilateral sin signos de malignidad.Se sugiere control anual con mamografía y ecografía.Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario heterogéneo.Calcificaciones benignas en mama derecha, una con el aspecto de un fibroadenolipoma hialinizado, sin cambios.Las imágenes nodulares visibles en examen del año 2011 en mama izquierda, son menos evidentes en la actualidad.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Parénquima mamario levemente denso, observando una asimetría de densidad focal en el cuadrante supero externo de mama derecha que con la compresión localizada se modifica he impresiona corresponder a parénquima glandular normal.Dudosa distorsión parenquimatosa en los cuadrantes externos de mama izquierda que se modifica por completo con las compresiones localizadas.No se identifican microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.BI-RADS 2.Se sugiere control anual.Atentamente, Dra. M. CATALINA VIAL ALLIENDEMédico RadiólogoMCVA/kmiTejido glandular discretamente denso, observando dos imágenes nodulares Tenues, bien delimitadas en mama derecha, visibles en proyección cráneo caudal, que miden 7 y 4 mm., que no estaban presentes en examen anterior del año 2017.Calcificaciones benignas bilaterales.Pequeños nódulos mamarios derechos presuntamente benignos.Se sugiere control con mamografía derecha en 6 meses.El parénquima mamario se observa denso, de distribución asimétrica, más confluente en el cuadrante supero externo derecho, formando una pequeña asimetría que se disipa con compresión.En la región central de la mama derecha se observa contorno nodular isodenso de 5mm.No hay lesiones espiculadas.No hay microcalcificaciones sospechosas.Calcificaciones gruesas. Mamas densas, lo que disminuye la sensibilidad de este examen.Contorno nodular a derecha.Se sugiere complementar con ecografía.Mamas compuestas por tenues opacidades fibroglandulares de distribución simétrica.No hay nódulos espiculados ni microcalcificaciones sospechosas.Calcificaciones vasculares bilaterales.Axilas bajas libres. Examen sin signos de malignidad.Parénquima mamario heterogéneamente denso.En los cuadrantes superiores de la mama izquierda, se observa una imagen nodular, isodensa, delimitada de unos 15 mm.No se observan microcalcificaciones sospechosas de malignidad.Calcificación benigna izquierda.Nódulo mamario izquierdo presuntamente benigno.Se sugiere control con mamografía unilateral izquierda con compresiones en 6 meses.El parénquima mamario se observa discretamente denso y de distribución simétrica, sin variación con respecto a examen previo.No hay nódulos dominantes o lesiones espiculadas.Marcador de biopsia estereotáxica en el cuadrante supero externo derecho.No hay microcalcificaciones sospechosas.Calcificaciones vasculares. Mamas discretamente densas lo que disminuye la sensibilidad de este examen.Examen sin signos sugerentes de malignidad.Se recomienda control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Mamas de ecoestructura heterogénea difusa.En la mama derecha, se observa a lo menos 4 nódulos solidos que se localizan en cuadrante supero externo de 7,5 mm, unión de cuadrantes externos de 6 mm, cuadrante ínfero interno de 13 mm y cuadrante supero interno periaerolar de 8 mm. Todos son hipoecogenicos y bien delimitados. En esta mama se observa además en unión de cuadrantes superiores un quiste simple de 9 mm y en unión de cuadrantes externos una imagen que pudiera corresponder a 2 quistes adyacentes con contenido que miden en conjunto 8,6 mm.En la mama izquierda, se observa 11 nódulos sólidos, todos son hipoecogenicos, bien delimitados, algunos ovalados y otros lobulados que se localizan , 3 entre el radio de la hora 12-1 de 11,8 y 10 mm, un cuarto nódulo se localiza a la hora 2, periaerolar de 20 mm, a la hora 3 de 4,5 mm, a la hora 5-6 a 5 cms del pezón de 14 mm, a la hora 6 a 2 cms del pezón de 20 mm, a la hora 8 de 10 mm, a la hora 9 hay dos nódulos de 7,6 y 15 mm y a la hora 11 a 3 cms del pezón de 11 mm. Algunos de estos nódulos ya estaban presentes en ecografía previa y sin cambios significativos. En región retroareolar izquierda hacia cuadrantes externos hay una imagen nodular, lobulada, bien delimitada, heterogénea, con algunas porciones quísticas y que mide 20 mm de diámetro mayor. A la señal Doppler color presenta vascularización en su interior. Evaluada dirigidamente en forma retrospectiva impresiona ya estar presente en ecografía previa y sin cambios significativos.Los linfonodos axilares evaluados presentan características normales.Se magnificó mama izquierda, observando calcificaciones benignas, algunas de ellas con centro radiolúcido y que podrían estar asociadas a algunos de los nódulos descritos en ecografía.Quiste simple y una imagen sugerente de quiste con contenido espeso en la mama derecha.Nódulos solidos bilaterales presuntamente benignos (4 a derecha y 11 a izquierda). Se sugiere controlar en forma estricta con nueva ecografía en 6 meses.Imagen nodular retroareolar izquierda, sin cambios significativos respecto a examen previo, pero que dada sus características podría corresponder a una lesión papilar, por lo que se recomienda estudio histológico a través de biopsia Core, bajo ecografía.Mamas constituidas por densidades fibroglandulares dispersas.Existe un pequeño nódulo isodenso, ovalado y bien circunscrito en cuadrante inferior externo izquierdo y otro mas tenue en tercio posterior de la unión de cuadrantes externos de la mama derecha, que no han variado desde el año 2017.No observo lesiones espiculadas ni microcalcificaciones agrupadas.Calcificación benigna derecha. Mamografía sin signos sugerentes de malignidad.Se recomienda control mamográfico anual.En el cuadrante superior externo izquierdo persiste imagen nodular isodensa, parcialmente delimitada en las proyecciones de compresión localizada.No hay otros hallazgos en estas proyecciones. Se sugiere complementar con ecografía.BI-RADS : 3 .Atentamente, DR. MARIA FLAVIA PIZZOLONMédico RadiólogoMFP/kmiMamas heterogéneamente densas.No se identifican nódulos, lesiones espiculadas ni microcalcificaciones sospechosas de malignidad.Las microcalcificaciones en control en mama derecha, en la actualidad no se visualizan, solo se ve una microcalcificación redonda benigna.Examen sin hallazgos sugerentes de malignidad.Se sugiere control mamográfico anualPiel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas.No se observa nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.Insipientes calcificaciones vasculares No hay cambios significativos al comparar con exámenes previos.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Mamas de predominio adiposo, sin evidencias de imagen tumoral.Calcificaciones benignas bilaterales No se observa microcalcificaciones agrupadas de sospecha.Mamografía bilateral sin signos de malignidad.Se sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas.En ambas mamas se observa pequeñas imágenes nodulares que miden entre 3 y 6 mm, isodensas, bien delimitadas, ya presentes en exámenes previo, excepto la visible en cuadrantes externos derechos, tercio posterior.No hay lesiones espiculadas ni microcalcificaciones sospechosas de malignidad.Calcificaciones benignas y vasculares bilaterales Pequeño nódulo derecho presuntamente benigno.Se sugiere evaluar con ecografía y de no ser posibles controlar con mamografía derecha y compresión localizada en 6 meses (octubre 2019).Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.No hay cambios significativos respecto del control anterior.Mamografía bilateral sin signos de malignidad.Parénquima mamario de densidad normalEn el cuadrante superior externo de la mama izquierda, se observa una asimetría de densidad pseudonodular, que se modifica parcialmente con compresión localizada, aunque pudiera corresponder a tejido fibroglandular.No se observan microcalcificaciones sospechosas de malignidad.Asimetría de densidad mamaria izquierda que se sugiere evaluar con ecografía.Mamas de ecoestructura homogénea difusa con predominio de tejido fibroglandular.En la mama derecha se controla dos nódulos sólidos, el primero se localiza en cuadrante supero interno, hora 12-1 periareolar, es hipoecogenico, circunscrito, con pequeñas lobulaciones, mide 9x4,7x7,5mm, el segundo se localiza en el radio de la hora 1 periareolar, mide 8mm de diámetro mayor, ambos no se observan vascularizados a la señal Doppler color y no presentan cambios significativos en morfología ni tamaño respecto a examen previo.En la actualidad se observa una imagen de aspecto nodular en unión de cuadrantes inferiores de mama derecha periareolar que impresiona mas bien corresponder a un lobulillo adiposo.No se observa otras lesiones focales.Regiones retroareolares y axilas normales.Impresión Diagnóstica: Dos nódulos sólidos en mama derecha presuntamente benignos sin cambios.Se recomienda control con nueva ecografía en 6 meses (mayo 2021) y se sugiere control mamográfico anual el cual corresponde en febrero del 2021 (se sugiere realizar tomosintesis).BIRADS 3.Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/kmi Mamas compuestas por densidades fibroglandulares dispersas.El nódulo que se controla se localiza en cuadrantes supero externo izquierdo, tercio medio, es isodenso, ovalado, mide 6 mm, y no presenta cambios significativos en morfología y tamaño, respecto a examen previo.No hay lesiones espiculadas ni microcalcificaciones sospechosas de malignidad.Calcificaciones benignas bilaterales Examen sin hallazgos sugerentes de malignidadNódulo izquierdo estable, benigno.Se sugiere control mamográfico anual.Mamas constituidas por densidades fibroglandulares dispersas.Existen cambios post quirúrgicos y post radioterapia en la mama derecha.Además, existe un marcador de biopsia en unión de cuadrantes internos de la mama derecha.No observo lesiones espiculadas ni microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.No se observan cambios significativos respecto de exámenes previos del año 2014. Mamografía sin signos sugerentes de malignidad.BI-RADS 2.Atentamente, Dr. RODRIGO HERRMANN PONS Médico RadiólogoRHP/kmi Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificación benigna en mama derecha.Mamografía bilateral sin signos de malignidad.Densidades fibroglandulares dispersas, de distribución asimétrica.Pequeña asimetría focal a nivel de los cuadrantes inferiores de la mama derecha, que se disipa con compresiones.No hay nódulos dominantes o lesiones espiculadas.Microcalcificaciones puntiformes benignas.Linfonodos axilares.Examen sin signos de malignidad.Se sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel de grosor normal.Mamas de predominio adiposo.En la mama izquierda en el cuadrante ínfero interno se observa una asimetría focal de densidad que impresiona corresponder solo a tejido fibroglandular que se disipa.En ambas mamas calcificaciones gruesas de aspecto benigno.En la mama derecha en el tercio medio de la unión de los cuadrantes externos se observan microcalcificaciones agrupadas puntiformes y amorfas que impresionan presentarse en dos grupos, en la mama izquierda se observa calcificaciones gruesas, muchas de ellas redondas y homogéneas y que tienen a la dispersión.Linfonodos axilares inespecíficos.Se sobreproyecta en la axila baja izquierda catéter de hemodiálisis. Microcalcificaciones derechas sospechosas de malignidad que requieren estudio histológico.BI-RADS 4B. Dra. María Teresa Luco Vergara Médico RadiólogoDRA.MTLV/kmiPiel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Algunas calcificaciones benignas bilaterales.Sin cambios significativos desde el año 2017.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Mamas heterogéneamente densas sin evidencias de lesión tumoral.No hay evidencias de nódulos ni microcalcificaciones sospechosas de malignidad.Calcificación benigna en mama izquierda.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario de densidad normal y sin cambios en la estructura respecto a exámenes previos.No hay microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas, levemente densas.No se observan nódulos, lesiones espiculadas ni microcalcificaciones agrupadas sospechosas.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Linfonodos intramamario bilaterales.Respecto a examen previo no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Cambios post quirúrgicos y post radioterapia en mama izquierda con clips metálicos en el lecho quirúrgico.Quiste oleoso calcificado en lecho quirúrgico.No hay evidencias de lesión tumoral ni microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Parénquima mamario heterogéneamente denso, observando en el cuadrante supero externo de mama derecha una distorsión del parénquima que persiste en compresiones localizadas en ambas proyecciones.No se observan microcalcificaciones sospechosas.Distorsión del parénquima de mama derecha que requiere evaluación con tomosíntesis para decidir estudio histológico de esta zona.La evaluación ecográfica demuestra una lesión nodular de margen no circunscrito que presenta una lobulacion anterior y un margen angulado posterior. La lesión mide 8 mm. de diámetro transverso mayor y se ubica en el cuadrante ínfero interno de la mama izquierda en correlación con el hallazgo mamográfico.No hay otras lesiones focales.En la axila algunos linfonodos de aspecto inespecífico.Impresión Diagnóstica: Nódulo mamario izquierdo sospechoso.Recomendación: Considerar biopsia bajo visión ecográfica.BIRADS US 4Atentamente, DR. RODRIGO FERREIRA SOTO Médico RadiólogoRFS/moiParénquima mamario moderadamente denso y de aspecto heterogéneo y micronodular, en estas condiciones se observa una asimetría pseudonodular en los cuadrantes superiores de mama derecha la que podría ubicarse en la región central en la proyección cráneo caudal.Calcificación gruesa, benigna, en mama izquierda.No se identifican microcalcificaciones sospechosas.Asimetría de mama derecha que se sugiere evaluar con compresiones localizadas.BI-RADS 0.Atentamente, Dra. M. CATALINA VIAL ALLIENDEMédico RadiólogoMCVA/kmiPiel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas y vasculares bilaterales.En comparación con examen del año 2017 no se observan cambios.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas.En unión de cuadrantes externos de mama derecha tercio medio ha aparecido un nódulo isodenso de aproximadamente 7-8mm. bien delimitado.No se observan lesiones espiculadas ni microcalcificaciones sospechosas de malignidad.En ambas mamas hay microcalcificaciones puntiformes difusas benignas.Clip de biopsias estereotáxicas previas. Uno a derecha y dos a izquierda.Nódulo mamario derecho presuntamente benigno.Se recomienda evaluar con ecografía para desterminar su naturaleza en solidad quística.BI-RADS : 3. Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/moi Parénquima mamario moderadamente denso, heterogéneo, de características y distribución similares al control anterior.Linfonodos intramamarios derechos, estables.En el cuadrante superior externo derecho persisten sin variantes un nódulo isodenso, parcialmente delimitado, de aproximadamente 7-8mm.No hay lesiones espiculadas, distorsiones o microcalcificaciones agrupadas de sospecha.Tenues calcificaciones vasculares del lado derecho.Axilas bajas libres. Examen con contornos nodulares correspondientes a quistes según examen anterior.Se sugiere mantener control anual y actualizar ecografía.BI-RADS : 2 .Atentamente, Dra. MARIA FLAVIA PIZZOLON DRA. YOMAR MOLINA REYES Médico Radiólogo Médico RadiólogoMFP/YMR/kmiMamas densas, asimétricas, lo que disminuye la sensibilidad del examen.En estas condiciones en cuadrante externo de la mama izquierda se identifica un contorno nodular de aproximadamente 8mm., no se identifican áreas de distorsión del parénquima mamario.No se observa microcalcificaciones de aspecto sospechoso.Regiones axilares bajas sin alteraciones. Mamas densas.Contorno nodular de la mama izquierda, se sugiere complementar con ecografía.BI-RADS : 3 .Atentamente, Dra. Mª EUGENIA DE LA FUENTE MEDINA DRA. YOMAR MOLINA REYES Médico Radiólogo Médico RadiólogoMDLFM/YMR/kmiEl parénquima mamario se observa discretamente denso y de distribución asimétrica.Pequeña asimetría focal en el cuadrante supero externo derecho, que se disipa con compresión localizada.No hay nódulos dominantes o lesiones espiculadas.Microcalcificaciones redondas y puntiformes benignas.Calcificaciones vasculares.Linfonodos axilares.Mamas densas, lo que disminuye la sensibilidad de este examen. Asimetría focal derecha que se disipa con compresión, correspondiente a tejido fibroglandular mamario.Sería conveniente complementar con ecotomografía.Se sugiere control mamográfico anual.Se observan disminución difusa de la ecogenicidad del parénquima mamario, hallazgo compatible con lactancia materna en curso, en estas condiciones se observa un nódulo en el cuadrante supero externo de mama derecha, tercio posterior, ovalado, bien delimitado discretamente hipoecogénico el que mide 10mm., de diámetro mayor y no presenta cambios significativos en tamaño ni morfología respecto a examen previo.Tampoco se observan cambios en nódulo ecogenico que se controla en el cuadrante supero interno de mama izquierda.La imagen nodular descrita en el cuadrante ínfero interno de mama derecha corresponde a un conducto galactóforo con contenido ecogenico móvil en su interior. Nódulos mamarios bilaterales, uno en cada mama, de aspecto presuntamente benigno y sin cambios, estos más probablemente corresponden a galactocele.Se sugiere control con ecografía mamaria en 6 meses.Piel y tejido subcutáneo normal.Parénquima glandular marcadamente denso lo que no permite descartar nódulos en su espesor.Linfonodo intramamario izquierdo.Calcificaciones benignas bilaterales.Respecto a examen previo no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Parénquima mamario levemente denso, de distribución simétrica.Calcificaciones redondas aisladas en ambas mamas de carácter benigno.No hay nódulos dominantes, distorsiones ni microcalcificaciones agrupadas de sospecha.Axilas bajas libres. Examen sin signos de sospecha de una lesión maligna.Se sugiere mantener control mamográfico anual.BI-RADS : 2 .Atentamente, Dra. MARIA FLAVIA PIZZOLON DRA. YOMAR MOLINA REYES Médico Radiólogo Médico RadiólogoMFP/YMR/kmiParénquima mamario de densidad normal, observando nódulos bilaterales que se mantienen sin cambios en tamaño y morfología respecto a exámenes desde el año 2016.Calcificaciones benignas bilaterales.Tejido mamario accesorio axilar bilateral.Nódulos mamario bilaterales benignos sin variaciones.Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario heterogéneamente denso, discretamente micronodular.No hay microcalcificaciones sospechosas de malignidad.Respecto a examen previo en general no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Parénquima mamario moderadamente denso, heterogéneo, de distribución simétrica.En el cuadrante superior externo derecho existe pequeño nódulo de aproximadamente 2mm., de borde bien delimitado, de aspecto radiológico benigno.No hay lesiones espiculadas, distorsiones o microcalcificaciones agrupadas de sospecha, solo puntiformes aisladas de carácter benigno.Axilas bajas libres de adenopatías. Mamas moderadamente densas, sin evidencias de una lesión maligna en estas proyecciones.Se sugiere complementar con ecografía.BI-RADS : 2 .Atentamente, DR. MARIA FLAVIA PIZZOLONMédico RadiólogoMFP/kmiPiel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Respecto a examen previo no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas, sin evidencias de imagen tumoral ni microcalcificaciones agrupadas sospechosasCalcificación benigna a izquierda No hay cambios significativos al comparar con exámenes previos.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal.Pequeña imagen nodular en cuadrantes superiores de mama derecha de aproximadamente 5mm que pudiese corresponder a un linfonodo intramamario.No hay microcalcificaciones sospechosas de malignidad.Calcificación aislada en mama izquierda, benigna.Pequeño nódulo mamario derecho presuntamente benigno, podría corresponder a un linfonodo intramamario.Seria de utilidad controlar con mamografía unilateral derecha con compresiones localizadas en 6 meses.Parénquima mamario moderadamente denso, heterogéneo, de características y distribución similares al control anterior.No hay nódulos dominantes, distorsiones o microcalcificaciones agrupadas, solo gruesas aisladas de caracteres benigno.Linfonodo intramamario derecho, estable.Axilas bajas libres.Mamas densas sin signos de sospecha de una lesión maligna ni cambios significativos respecto al control anterior.Se sugiere complementar con ecografía.Mamas heterogéneamente densasEn la mama izquierda se observa parcialmente algunos contornos nodulares en cuadrantes superiores y cuadrante ínfero interno.No se observa lesiones espiculadas ni microcalcificaciones sospechosas.Mamas densas con imágenes nodulares izquierdas.Se sugiere evaluar con ecografía.En cuadrantes internos derechos en situación posterior se observa una pequeña asimetría isodensa, e forma irregular de aproximadamente 6 mm., sin clara representación en proyección oblicua, podría corresponder a tejido glandular normal.No se observan lesiones espiculadas ni microcalcificaciones agrupadas sospechosas.Mamas compuestas por densidades fibroglandulares dispersas.Pequeño nodulito benigno en región axilar derecha.Pequeña asimetría derecha presuntamente benigna.Se sugiere controlar en 6 meses con compresión localizada y proyección oblicua derecha (abril 2019).Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario heterogéneamente denso.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel de grosor normal.Mama compuesta por tenues opacidades fibroglandulares dispersas.No hay nódulos espiculados ni microcalcificaciones sospechosas de malignidad.Microcalcificaciones puntiformes dispersas.Linfonodos axilares inespecíficos.Examen sin signos de malignidad.Se sugiere control mamográfico anual.Mamas heterogéneamente densas sin evidencias de imagen tumoral.No hay nódulos ni microcalcificaciones sospechosas de malignidad. No se dispone de exámenes previos para comparar.Calcificación benigna en mama izquierda.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas, de distribución heterogénea.En la mama derecha, cuadrante supero externo, cercano a la unión de cuadrantes externos, en el tercio anterior de la mama derecha, se observa un nódulo isodenso de forma irregular parcialmente delimitado que mide 9 mm de diámetro mayor y se asocia a calcificaciones de morfología y densidad heterogéneas, en ambas mamas se observan además numerosas pequeñas imágenes nodulares, algunas bien delimitadas.En ambas mamas hay calcificaciones benignas, en especial en cuadrante supero externo izquierdo hay un grupo de calcificaciones heterogéneas, algunas con centro radiolúcido y que podrían estar en la pared de una estructura quística, no impresiona constituir un grupo con patrón sospechoso.Calcificaciones vasculares.Nódulos bilaterales que en ecografía contemporánea correspondieron a quistes simples y a quiste con contenido espeso.Calcificaciones izquierdas presuntamente benignas, controlar con magnificaciones en 6 meses.Nódulo derecho asociado a calcificaciones que en ecografía correspondió a un nódulo sólido. Dado sus características y que no se cuenta con exámenes previos para comparar, se recomienda estudio histológico a través de biopsia Core, bajo ecografía.El patrón ecográfico es ecogénico, homogéneo.En la mama derecha, en el cuadrante ínfero interno hora 4 en el tercio medio, se visualiza un nódulo lobulado, bien circunscrito, hipoecogenico, sin señal Doppler color, mide 11,6x10,0x4,5mm., en ambas mamas se observan algunos pequeños quistes, el mayor se sitúa en el cuadrante supero interno izquierdo, mide 4,5mm.Las áreas retroareolares están libres.Linfonodos axilares de configuración normal.En ambas regiones axilares se visualiza tejido fibroglandular mamario mayor a derecha. Impresión Diagnóstica: Nódulo mamario derecho de reciente aparición.Es necesario controlar en 6 meses.Pequeños quistes mamarios bilaterales.Mamas axilares, mayor a derecha.BIRADS US 3.Atentamente, DRA. Mª EUGENIA DE LA FUENTE MEDINA Médico RadiólogoMDFM/kmi Piel de grosor normal.Tejido fibroglandular levemente denso.En el cuadrante ínfero interno de la mama derecha persiste una imagen nodular de forma arriñonada con un hilio graso que mide aproximadamente 10mm que impresiona un linfonodo intramamario.Calcificaciones gruesas de aspecto distróficas bilaterales.En el cuadrante supero externo de la mama izquierda un marcador de biopsia estereotáxica.Linfonodos axilares inespecíficos. Examen sin signos de malignidad, sin cambios respecto a examen previo.Se sugiere mantener control anual.BI-RADS 3. Dra. María Teresa Luco Vergara Médico RadiólogoDRA.MTLV/kmiAmbas mamas presentan un patrón glandular heterogéneo con algunos elementos adiposos interpuestos.Existen pequeños quistes simples aislados que miden hasta 6mm.A derecha, en la hora 11 y tercio medio existe un nódulo hipoecogenico, bien circunscrito, aunque discretamente heterogéneo y de contornos microlobulados, que mide 10x6mm.No observo adenopatías axilares.La asimetría descrita a izquierda en mamografía corresponde solo a tejido glandular.Impresión Diagnóstica: Quistes bilaterales.Nódulo sospechoso derecho que recomiendo evaluar con histología.BIRADS 4.Atentamente, Dr. RODRIGO HERRMANN PONS Médico RadiólogoRHP/kmiMamas de ecoestructura homogénea difusa.En la mama izquierda en cuadrante supero externo hora 12-1 a 4cm del pezón se observa un nódulo solido hipoecogenico, ovalado, suavemente lobulado, circunscrito, no vascularizado a la señal Doppler color que mide 22x12x 21mm en sus ejes mayores.En la mama derecha en cuadrante supero externo hora 11 a 2,5cm del pezón se observa otro nódulo solido hipoecogenico, bien delimitado de 12x7mm en sus ejes mayores. Tampoco se observa vascularizado a la señal Doppler color.En ambas mamas se observa quistes simples en especial en cuadrante supero interno izquierdo hay un grupo de quistes de 13mm, algunos de los cuales presentan calcificaciones en su interior.Regiones retroareolares y axilas normales.No se observa adenopatías.Impresión Diagnóstica: Nódulos sólidos bilaterales (uno en cada mama) presuntamente benignos. El localizado a izquierda se correlaciona con imagen mamográfica.Se recomienda control estricto con nueva ecografía en 6 meses (mayo 2021).BIRADS 3.Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/kmi Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario de densidad normal.En la mama izquierda, en el cuadrante ínfero interno en el tercio anterior de la mama se observa una imagen de aspecto nodular isodensa de aproximadamente 5mm.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Imagen de aspecto nodular de mama izquierda que requiere evaluación con placas mamográficas con compresión localizada para descartar que corresponda a un nódulo a una estructura vascular y de acuerdo a esto evaluar con ecografía.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario heterogéneamente denso.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Mamas compuestas por densidades fibroglandulares dispersas.No se observa nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.Escasas microcalcificación aisladas benignas e insipientes calcificaciones vasculares.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificación benigna en mama izquierda.No se observan cambios respecto a examen previo.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Se realiza estudio con tomosintesis apreciando que la probable distorsión del cuadrante supero externo se disipa en el estudio con tomosintesis.Se indica volver a su control anual.Parénquima mamario moderadamente denso y de aspecto heterogéneo y micronodular, en estas condiciones se observa una asimetría de densidad en la región central de mama derecha, tercio posterior y sobre proyectada al musculo pectoral, solo visible en la proyección oblicua.No se identifican microcalcificaciones sospechosas.No se cuenta con exámenes previos para comparar.Asimetría de mama derecha que se sugiere evaluar con compresiones localizadas.BI-RADS 0.Atentamente, Dra. M. CATALINA VIAL ALLIENDEMédico RadiólogoMCVA/kmiPiel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario denso y heterogéneo, observándose en ambas mamas múltiples imágenes nodulares que miden hasta aproximadamente 18mm., la de mayor tamaño en el cuadrante supero externo de la mama izquierda.Múltiples calcificaciones benignas bilaterales.Nódulos mamarios bilaterales que requieren evaluación ecografía.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Algunas calcificaciones benignas bilaterales.Sobre proyectado en cuadrantes superiores vecino al pectoral en mama derecha se observa una imagen nodular bien delimitada, isodensa de aproximadamente 7mm., que pudiese corresponder a un linfonodo o a un lunar.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario heterogéneamente denso, sin evidencias de microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Por la estructura glandular se sugiere complementar con ecografía mamariaBI-RADS : 1Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoParénquima mamario moderadamente denso, de características y distribución similares al control anterior.En la proyección cráneo caudal izquierda, hacia los cuadrantes externos existe área de aspecto pseudonodular, de mayor densidad, que se disipa en compresión localizada.No hay nódulos dominantes, distorsiones ni microcalcificaciones agrupadas de sospecha, solo redondas aisladas, benignas.Axilas bajas libres. Examen sin signos de sospecha de una lesión maligna, ni cambios significativos respecto del estudio previo.Se sugiere mantener control mamográfico anual.Mamas heterogéneamente densas de aspecto micronodular.Pequeña imagen pseudonodular en cuadrantes superiores izquierdos, estable.En compresiones localizadas de cuadrante supero externo izquierdo se observa tejido glandular de características normales.No se observa lesiones espiculadas ni microcalcificaciones sospechosas.No hay cambios significativos al comparar con examen previo.Mamas densas Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Por la estructura glandular se sugiere complementar con ecografía para descartar con seguridad un nóduloCambios post quirúrgicos en mama izquierda, sin evidencias de imagen tumoral.En la mama derecha se observa tejido glandular escaso, sin cambios respecto a examen del año 2017.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.El parénquima mamario se observa discretamente denso y heterogéneo, de distribución asimétrica.En ambas mamas se visualizan dos nódulos, a derecha en el cuadrante ínfero interno, a izquierda en el cuadrante supero externo, este último mayor mide 10mm.No hay lesiones espiculadas ni calcificaciones sospechosas.Calcificaciones gruesas. Mamas densas lo que disminuye la sensibilidad de este examen.Nódulos mamarios bilaterales.Es necesario complementar con ecografía mamaria.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Sin cambios respecto a exámenes previos desde el año 2016.Mamografía bilateral sin signos de malignidad.Parénquima mamario denso, heterogéneo, de características y distribución similares al control previo.No hay nódulos dominantes, áreas de distorsión ni microcalcificaciones agrupadas sospechosas, solo puntiformes aisladas.Tejido fibroadiposo prominente en regiones axilares bajas.No se observan adenopatías. Mamas densas, sin evidencias de una lesión maligna ni cambios significativos respecto del control previo.Seria de utilidad complementar con ecotomografía.Se sugiere mantener control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas y vasculares bilaterales.No hay cambios significativos respecto al año 2011.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Mamas de ecoestructura heterogénea.En la región retroareolar izquierda se identifica un nódulo sólido, de márgenes definidos, levemente hipoecogénico, homogéneo de 1,2 x 5 mm. en sus ejes máximos lo cual determina refuerzo acústico posterior y no presenta flujo vascular al estudio Doppler – Color, no se identifican cambios de la piel periareolar.Región retroareolar derecha sin alteraciones. Nódulo retroareolar izquierdo sin signos ecotomográficos de sospecha.Se sugiere control ecotomográfico en 6 meses.BI-RADS: US 3.Atentamente, DR. RODRIGO FERREIRA SOTO DRA. YOMAR MOLINA REYES Médico Radiólogo Médico RadiólogoDRES RFS-YMR/mee Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Linfonodo intramamario izquierdo.Calcificaciones benignas bilaterales.Respecto a examen previo no hay cambios significativos.Mamografía bilateral sin signos de malignidad.Parénquima mamario denso, heterogéneo y pseudonodular, de distribución simétrica.No hay lesiones espiculadas, distorsiones ni microcalcificaciones agrupadas de sospecha solo puntiformes aisladas de carácter benigno.Axilas bajas libres. Mamas densas, heterogéneas, sin evidencias de una lesión maligna en estas proyecciones.Seria de utilidad complementar con ecotomografía.Mamas heterogéneamente densas.No identifico nódulos sospechosos ni lesiones espiculadas.Tampoco hay microcalcificaciones agrupadas.Calcificaciones vasculares, benignas. Mamografía sin signos sugerentes de malignidad.Se recomienda evaluar con ecografía por la mayor densidad mamaria.BI-RADS 2.Atentamente, Dr. RODRIGO HERRMANN PONS Médico RadiólogoRHP/kmi Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario moderadamente denso y heterogéneo, de aspecto micronodular, sin cambios significativos en la estructura glandular respecto a examen previo.No hay microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Pequeño nódulo en región posterior de mama izquierda de 4 mm. sin cambios respecto al año 2014.Mamografía bilateral sin signos de malignidad.Parénquima mamario heterogéneamente denso lo que disminuye la sensibilidad para detectar nódulos.Gruesa calcificación en la mama derecha unión de cuadrantes internos probablemente nódulo calcificado, benigna.En ambas mamas se observan grupos de microcalcificaciones todas de aspecto benigno.Calcificaciones vasculares bilaterales.No se observan microcalcificaciones sospechosas de malignidad. Mamografía sin signos de malignidad. Por la estructura glandular se sugiere complementar con ecografía.Se sugiere control anual.BI-RADS 2Dra. PATRICIA MOYA CUCURELLA Médico Radiólogo DRA. PMC/kmiTejido fibroglandular escaso, observando en la unión de cuadrantes inferiores de la mama izquierda un nódulo isodenso ovoideo, bien delimitado que no ha variado respecto a exámenes anteriores desde el año 2015.Calcificaciones benignas bilaterales.Nódulo mamario izquierdo, benigno sin cambios.Se observa parénquima fibroglandular de ecoestructura homogénea con algunos quistes simple de predomino izquierdo.Se realizaron compresiones localizadas en el cuadrante supero externo derecho, que no demuestran alteraciones.Impresión Diagnóstica: Hallazgos de aspecto benigno.Controlar en 1 o 2 años.BIRADS 2.Atentamente, DR. RODRIGO FERREIRA SOTO Médico RadiólogoRFS/pgg El parénquima mamario se observa denso y de distribución asimétrica.En la mama derecha, en el cuadrante supero externo, se visualiza una asimetría focal, pseudonodular con especulaciones, con microcalcificaciones y calcificaciones gruesas que se mantiene con compresión.Asimetría focal derecha pseudonodular.Es necesario complementar estudio con ecotomografía mamaria y posterior biopsia Core.Se observa una masa con distorsión del parénquima en unión de los cuadrantes superiores de con la imagen ecográfico. Provoca retracción del pezónEl parénquima de la mama izquierda es denso y heterogéneo y presenta al menos 4 focos de microcalcificaciones irregulares, predominantemente en el cuadrante supero externo. Algunas microcalcificaciones discretamente irregulares se extienden también a la region retroareolar.No se aprecian alteraciones en las regiones axilares visibles Mama mamaria derecha sugerente de atipia.Microcalcificaciones de aspecto indeterminado en la mama izquierda.Considerar estudio histológico de mama mamaria derecha. Puede estudiarse con resonancia magnética para descartar lesiones bilaterales.Se recomienda estudio histológico de focos de microcalcificaciones Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas.Mamografía bilateral sin signos de malignidad.Piel de grosor normal.Tejido fibroglandular denso y heterogéneo de distribución bastante asimétrica.En ambas mamas microcalcificaciones y pequeñas calcificaciones gruesas, de aspecto benigno dispersas.Linfonodos axilares inespecíficos. Microcalcificaciones bilaterales de aspecto benigno, sin cambios significativos respecto a examen previo.Mamas densas y heterogéneas que sugiero evaluar con ecografía para descartar nódulos ocultos.BI-RADS : 3 .Atentamente, Dra. María Teresa Luco Vergara DRA. YOMAR MOLINA REYES Médico Radiólogo Médico RadiólogoDRA.MTLV/YMR/kmiCambios post quirúrgicos bilaterales con distorsión del parénquima.Parénquima remanente heterogéneamente denso.No se observan imágenes de lesión tumoral ni microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Mamas de ecoestructura heterogénea.En ambas mamas se identifican múltiples quistes simples algunos con contenido, el de mayor tamaño a derecha en el cuadrante superior externo alcanza 31 mm. y a izquierda en el mismo cuadrante alcanza 37 mm, hallazgos en concordancia con mamografía.No se identifican áreas de distorsión de la arquitectura.Regiones retroareolares de configuración normal.Piel y tejido celular subcutáneo sin alteraciones.No se identifican adenopatías axilares. Quistes mamarios bilaterales.BI-RADS: US 2.Atentamente, DRA. Mª EUGENIA DE LA FUENTE DRA. YOMAR MOLINA REYES Médico Radiólogo Médico RadiólogoDRES.RFS-YMR/mee Mamas de ecoestructura homogénea, difusa.En la mama derecha, en cuadrante supero externo en el radio de la hora 12-1, se observa una imagen nodular solida discretamente hipoecogenica ovalada, circunscrita, no vascularizada de 14 mm que puede corresponder a un nódulo solido o a un lobulillo adiposo. El nódulo descrito en ecografía previa, se localiza en cuadrante supero externo de esta mama en el radio de la hora 2, periaerolar, es levemente hipoecogenico, circunscrito de 7 mm e impresiona corresponder como primera posibilidad a un lobulillo adiposo, no presenta cambios significativos.En cuadrante supero interno de esta mama hay un quiste simple de 6 mm.Regiones retroareolares y axilas normales.Impresión Diagnóstica: Imágenes nodulares solidad en la mama izquierda (2) presuntamente benignos.Controlar con nueva ecografía en 6 meses (febrero 2020) BIRADS 3.Atentamente, DRA. VERONICA VENTURELLI AVILA Médico RadiólogoVVA/pgg Mamas constituidas por densidades fibroglandulares dispersas.Existe una asimetría focal isodensa en cuadrante superior externo izquierdo que persiste en localizaciones.No observo nódulos sospechosos ni lesiones espiculadas.Tampoco hay microcalcificaciones agrupadas. Asimetría focal izquierda que recomiendo evaluar con ecografía.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario denso y heterogéneo algo micronodular.No hay microcalcificaciones sospechosas de malignidad.Calcificaciones de aspecto benigno en ambas mamas de predominio derecho.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.Por la estructura glandular de la paciente se sugiere complementar ecografía mamaria. BIRADS 2.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoPiel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas en mama derecha.Mamografía bilateral sin signos de malignidad.Parénquima mamario de densidad normal.En el cuadrante superior externo izquierdo se observa un nodulo isodenso bien delimitado, estable desde el año 2015.No se observan microcalcificaciones sospechosas de malignidad.Calcificaciones benignas bilaterales.Nódulo mamario izquierdo benigno, sin cambios.Se sugiere control mamográfico anual.Densidades fibroglandulares dispersas y distribución asimétrica.En la mama derecha, en el cuadrante supero externo, se visualiza un nódulo, isodenso, parcialmente circunscrito de 9 mm.No hay lesiones espiculadas.Microcalcificaciones benignas.Calcificaciones gruesasCalcificaciones cutáneas.Nódulo mamario derecho.Se sugiere complementar con ecografía mamaria.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Mamografía bilateral sin signos de malignidad.Parénquima mamario heterogéneamente denso. En estas condiciones no se observan nódulos dominantes.En ambas mamas se observan numerosas microcalcificaciones dispersas de aspecto benigno.No se observan microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Se sugiere control mamográfico anual.Por la estructura glandular se sugiere complementar con ecografía para descartar con seguridad un nóduloPiel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Parénquima mamario levemente denso, de características y distribución similares al control anterior.No hay nódulos dominantes, distorsiones ni microcalcificaciones agrupadas de sospecha.Axilas bajas libres. Examen sin signos de sospecha de una lesión maligna.Se sugiere mantener control mamográfico anual.Mamas constituidas por densidades fibroglandulares dispersas.No identifico nódulos sospechosos ni lesiones espiculadas.Tampoco hay microcalcificaciones agrupadas. Mamografía sin signos sugerentes de malignidad.Se recomienda control mamográfico anual.Piel y tejido subcutáneo sin alteraciones.Parénquima glandular reemplazado en gran parte por tejido adiposo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneamente denso, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Por la estructura glandular se sugiere considerar realizar ecografía mamaria Parénquima mamario extremadamente denso, lo que disminuye la sensibilidad del método.En ambas mamas existen microcalcificaciones predominantemente redondas que se distribuyen a predominio del cuadrante superior externo de la mama derecha, actualmente se observan reducidas en cantidad, teniendo a acumularse a nivel retroareolar en las proyecciones magnificadas.No hay áreas de distorsión ni nódulos espiculados.Axilas bajas libres de adenopatías. Microcalcificaciones mamarias bilaterales estables, inclusive algo disminuidas respecto de controles anteriores.Mama densa por lo que se recomienda complementar con ecografía.BI-RADS : 2 .Atentamente, DR. MARIA FLAVIA PIZZOLONMédico RadiólogoMFP/kmiParénquima mamario levemente denso, de distribución simétrica.No se observan nódulos, lesiones espiculadas ni microcalcificaciones sospechosas de malignidad.Examen sin signos de malignidad.Se recomienda control mamográfico anual.Parénquima mamario acentuadamente denso, heterogéneo lo que no permite descartar la presencia de nódulos en su espesor.En la mama derecha unión de cuadrantes en situación posterior se observa una asimetría de densidad que se modifica con compresión localizada impresionando corresponder a tejido fibroglandular.No se observan microcalcificaciones sospechosas de malignidad.Calcificaciones de aspecto benigno bilaterales. Mamografía sin signos sugerentes de malignidad.Se sugiere control anual.Por la estructura glandular se sugiere complementar con ecografía.BI-RADS 2.Dra. PATRICIA MOYA CUCURELLA Médico Radiólogo DRA. PMC/kmiMamas de predominio adiposo.No se observa nódulos, lesiones espiculadas ni microcalcificaciones sospechosas.Calcificación gruesa benigna en axila derecha.Linfonodos axilares visibles de aspecto normal.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Mamas compuestas por densidades fibroglandulares dispersas.En región retroareolar izquierda, visible en proyección oblicua se observa una imagen pseudo nodular que con compresiones localizadas se modificó completamente y al comparar con compresiones localizadas del año 2014, impresionan sin cambios significativos.No se observan lesiones espiculadas ni microcalcificaciones sospechosas de malignidad.Examen sin hallazgos sugerentes de malignidadSe sugiere control mamográfico anual.Parénquima mamario levemente denso, de distribución simétrica.No hay nódulos dominantes, distorsiones ni microcalcificaciones agrupadas de sospecha.Axilas bajas libres. Examen sin signos de sospecha de una lesión maligna.Se sugiere mantener control mamográfico anual.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.En la mama derecha en cuadrantes internos en proyección cráneo caudal se observa una pequeña imagen nodular tenue bien delimitada de aproximadamente 5mm., solo identificable con claridad en proyección cráneo caudal.Calcificaciones benignas bilaterales.Imagen pequeña de aspecto nodular de mama derecha presuntamente benigna que se sugiere controlar con mamografía unilateral en 6 meses con compresiones localizadas.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.No se observan cambios respecto a exámenes anteriores desde el año 2008.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.BIRADS 1.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoMamas de predominio adiposo.No se observan nódulos ni microcalcificaciones sospechosas de malignidad.Calcificaciones benignas bilaterales. Mamografía sin signos de malignidad. Se sugiere control anual.BI-RADS : 2 .Atentamente, Dra. PATRICIA MOYA CUCURELLA Médico RadiólogoDRA. PMC/kmiMamas acentuadamente densas y heterogéneas, de aspecto micronodular.No se observan lesiones espiculadas ni microcalcificaciones sospechosas.Calcificaciones benignas bilaterales y calcificaciones vasculares.Nódulo en cuadrantes superiores izquierdos ovalado, isodenso de 10mm. estable respecto a control del 2017.No hay cambios significativos al comparar con exámenes previos.Mamas densas, condición que disminuye la sensibilidad de la mamografía.Examen sin hallazgos sugerentes de malignidad.Se sugiere control mamográfico anual.Parénquima mamario levemente denso, de características y distribución similares al control anterior.Sutil distorsión de la arquitectura parenquimatosa del cuadrante superior externo izquierdo que permanece sin cambios.No hay nódulos ni microcalcificaciones agrupadas de sospecha.Calcificaciones vasculares bilaterales.Axilas bajas libres. Examen sin signos de sospecha de una lesión maligna, ni cambios significativos respecto del estudio previo.Se sugiere mantener control mamográfico anual.Densidades fibroglandulares dispersas, de distribución simétrica.No hay nódulos dominantes o lesiones espiculadas.Microcalcificaciones redondas benignas Examen sin signos de malignidad.Se sugiere control mamográfico anual.Parénquima mamario heterogéneamente denso.En la mama derecha cuadrante inferior interno persiste un nódulo isodenso delimitado, que no presenta cambios respecto de examen desde diciembre del 2017.No se observan microcalcificaciones sospechosas de malignidad.Calcificación benigna derecha.Nódulo mamario derecho, presuntamente benigno sin cambios.Se sugiere control con mamografía unilateral derecha con compresiones en 6 meses.Piel y tejido subcutáneo de aspecto normal.Parénquima glandular mamario de densidad normal y sin cambios significativos en la estructura respecto a examen previo.No hay microcalcificaciones sospechosas de malignidad.Mamografía bilateral sin signos de malignidad.Parénquima mamario marcadamente denso y de aspecto heterogéneo, en estas condiciones no es posible descartar con seguridad la presencia de un nódulo.No se identifican microcalcificaciones sospechosas.No se cuenta con exámenes previos para comparar.Mamas densas, sin signos de malignidad.BI-RADS 1.Dada la densidad del parénquima mamario se sugiere complementar estudio con ecografía mamaria.Atentamente, Dra. M. CATALINA VIAL ALLIENDEMédico RadiólogoMCVA/kmiParénquima mamario levemente denso, de distribución simétrica.En el cuadrante superior externo de la mama izquierda existe nódulo isodenso, de contornos definidos, adyacente a vasos sanguíneos, que plantea como primera posibilidad corresponder a linfonodo intramamario.Nodulillo isodenso, de bordes bien delimitados del cuadrante superior externo derecho de 4mm., de aspecto benigno.No hay lesiones espiculadas, distorsiones ni microcalcificaciones agrupadas de sospecha.Calcificaciones vasculares bilaterales.Axilas bajas libres. Nodulillo mamario izquierdo presuntamente benigno (impresiona corresponder a linfonodo intramamario).Se sugiere controlar en 6 meses con mamografía unilateral.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular heterogéneo sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Mamografía bilateral sin signos de malignidad.Piel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificaciones benignas bilaterales.Impresión diagnostica: Mamografía bilateral sin signos de malignidad.BIRADS 2.Atentamente, MARIA ELENA NAVARRO ORTEGA Médico RadiólogoMNO/mnoPiel y tejido subcutáneo sin alteraciones. Parénquima glandular mamario de densidad normal, sin evidencias de lesión tumoral.No hay microcalcificaciones sospechosas.Calcificación benigna en mama derecha.Mamografía bilateral sin signos de malignidad.Parénquima mamario denso, heterogéneo y pseudonodular, lo que disminuye la sensibilidad del método.En la unión de los cuadrantes inferiores, tercio posterior de la mama derecha, se visualiza nódulo isodenso, de bordes aceptablemente definidos, de 6mm., reducido de tamaño entre controles.No hay lesiones espiculadas, distorsiones ni microcalcificaciones agrupadas de sospecha, solo puntiformes aisladas.Axilas bajas libres. Mamas densas, con contorno nodular derecho, que va en disminución en controles sucesivos.Seria de utilidad complementar con ecotomografía.",{"entities":[[36,48,"MAMA"],[50,92,"HUBICACION"],[125,144,"HALLAZGO"],[176,185,"HALLAZGO"],[189,210,"HUBICACION"],[212,228,"HUBICACION"],[338,357,"HALLAZGO"],[455,461,"HALLAZGO"],[489,515,"HUBICACION"],[522,534,"MAMA"],[634,649,"MAMA"],[753,760,"HALLAZGO"],[775,786,"MAMA"],[787,802,"HALLAZGO"],[841,861,"HALLAZGO"],[1009,1026,"MAMA"],[1051,1075,"HUBICACION"],[1082,1096,"MAMA"],[1694,1706,"MAMA"],[1744,1753,"HALLAZGO"],[2026,2046,"HALLAZGO"],[2404,2423,"HUBICACION"],[2437,2449,"MAMA"],[3159,3170,"HALLAZGO"],[4539,4558,"HUBICACION"],[4938,4957,"HUBICACION"],[5530,5550,"MAMA"],[5851,5872,"MAMA"],[6372,6402,"HUBICACION"],[6426,6435,"HALLAZGO"],[6437,6450,"HALLAZGO"],[7100,7121,"MAMA"],[7989,8003,"MAMA"],[8007,8035,"HUBICACION"],[8431,8442,"MAMA"],[8755,8783,"HUBICACION"],[8784,8801,"MAMA"],[9774,9791,"MAMA"],[9822,9836,"MAMA"],[10006,10025,"HUBICACION"],[10044,10064,"HUBICACION"],[10389,10415,"HUBICACION"],[10560,10578,"HALLAZGO"],[12113,12121,"HALLAZGO"],[12321,12345,"HUBICACION"],[12414,12433,"HUBICACION"],[12484,12508,"HUBICACION"],[14813,14845,"HUBICACION"],[14928,14947,"HALLAZGO"],[14948,14962,"MAMA"],[15007,15028,"HUBICACION"],[15280,15299,"HALLAZGO"],[17016,17035,"HUBICACION"],[17038,17064,"HUBICACION"],[17204,17236,"HUBICACION"],[17557,17597,"HUBICACION"],[18909,18933,"HUBICACION"],[22129,22140,"MAMA"],[23073,23097,"HUBICACION"],[25115,25150,"HUBICACION"],[26766,26777,"MAMA"],[28614,28624,"HALLAZGO"],[29125,29155,"HUBICACION"],[30055,30082,"HALLAZGO"],[30333,30357,"HUBICACION"],[30516,30535,"HUBICACION"],[30867,30892,"HALLAZGO"],[34130,34185,"HUBICACION"],[35382,35418,"HUBICACION"],[35462,35490,"HUBICACION"],[35738,35774,"HUBICACION"],[37466,37477,"MAMA"],[37498,37516,"HALLAZGO"],[37627,37655,"HUBICACION"],[38335,38353,"HUBICACION"],[38841,38865,"HUBICACION"],[39265,39295,"HUBICACION"],[40183,40218,"HUBICACION"],[41894,41909,"HALLAZGO"],[42672,42696,"HUBICACION"],[42712,42727,"HALLAZGO"],[42814,42825,"MAMA"],[42926,42945,"HUBICACION"],[45211,45235,"HUBICACION"],[45738,45762,"HUBICACION"],[46405,46428,"HALLAZGO"],[47213,47232,"HUBICACION"],[47425,47436,"MAMA"],[48138,48172,"HUBICACION"],[48437,48456,"HALLAZGO"],[48937,48954,"HUBICACION"],[49608,49623,"HALLAZGO"],[49630,49662,"HUBICACION"],[49916,49931,"HALLAZGO"],[50278,50302,"HUBICACION"],[50584,50608,"HUBICACION"],[50660,50684,"HUBICACION"],[52761,52795,"HUBICACION"],[54319,54340,"HUBICACION"],[55268,55287,"HALLAZGO"],[55291,55312,"HUBICACION"],[55315,55331,"HUBICACION"],[55437,55446,"HALLAZGO"],[55569,55587,"HALLAZGO"],[57266,57284,"HALLAZGO"],[58153,58177,"HUBICACION"],[58320,58334,"MAMA"],[58397,58431,"HUBICACION"],[59443,59467,"HUBICACION"],[60631,60655,"HUBICACION"],[60874,60898,"HUBICACION"],[61078,61089,"MAMA"],[63565,63589,"HUBICACION"],[63783,63804,"HALLAZGO"],[64322,64340,"HALLAZGO"],[64405,64429,"HUBICACION"],[64788,64809,"HUBICACION"],[65797,65816,"HUBICACION"],[66293,66325,"HUBICACION"],[66366,66400,"HUBICACION"],[67198,67222,"HUBICACION"],[72714,72746,"HUBICACION"],[73293,73317,"HUBICACION"],[73658,73679,"HUBICACION"],[75569,75580,"MAMA"],[77095,77113,"HALLAZGO"],[77840,77855,"HALLAZGO"],[81734,81760,"HUBICACION"],[82609,82651,"HUBICACION"],[84444,84491,"HUBICACION"],[86261,86301,"HUBICACION"],[86729,86765,"HUBICACION"],[87349,87375,"HUBICACION"],[88502,88528,"HUBICACION"],[88754,88788,"HUBICACION"],[88965,88974,"HALLAZGO"],[90217,90230,"HALLAZGO"],[90295,90316,"HUBICACION"]]}]]